/*
Navicat MySQL Data Transfer

Source Server         : 127.0.0.1
Source Server Version : 50553
Source Host           : 127.0.0.1:3306
Source Database       : car

Target Server Type    : MYSQL
Target Server Version : 50553
File Encoding         : 65001

Date: 2017-05-31 18:43:27
*/

SET FOREIGN_KEY_CHECKS=0;

-- ----------------------------
-- Table structure for `article_activity`
-- ----------------------------
DROP TABLE IF EXISTS `article_activity`;
CREATE TABLE `article_activity` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT COMMENT '促销活动',
  `vid` int(11) DEFAULT NULL COMMENT '序号',
  `art_ID` varchar(20) DEFAULT NULL COMMENT '活动ID',
  `title` varchar(255) DEFAULT NULL COMMENT '标题',
  `face_img` varchar(255) DEFAULT NULL COMMENT '仅支持jpg、png格式图片',
  `content` text COMMENT '正文',
  `admin_id` int(11) DEFAULT NULL COMMENT '管理员id',
  `create_time` datetime DEFAULT NULL,
  `update_time` datetime DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=5 DEFAULT CHARSET=utf8 COMMENT='促销活动';

-- ----------------------------
-- Records of article_activity
-- ----------------------------
INSERT INTO `article_activity` VALUES ('1', '1', '3453533', '活动标题活动标题活动标题', '/data/upload/test_img/QQ截图20170516112021.jpg', '活动内容', '1', '2017-05-16 13:56:27', null);
INSERT INTO `article_activity` VALUES ('2', '2', '2323424', '活动标题活动标题活动标题', '/data/upload/test_img/QQ20170516092241.png', '活动内容', '1', '2017-05-16 13:56:30', null);
INSERT INTO `article_activity` VALUES ('3', '3', '3453334', '活动标题活动标题活动标题活动活动标题活动标题活动标题活动标题活动标题活动标题活动标题活动标题活动标题活动标题活动标题活动标题', '/data/upload/test_img/QQ截图20170516112021.jpg', '活动内容活动内容活动内容', '1', '2017-05-16 13:56:33', null);
INSERT INTO `article_activity` VALUES ('4', '4', '1213213', '活动标题活动标题活动标题活动活动标题活动标题活动标题活动标题活动标题活动标题活动标题活动标题活动标题活动标题活动标题活动标题', '/data/upload/test_img/QQ20170516092241.png', '活动内容活动内容活动内容', '2', '2017-05-16 14:31:55', null);

-- ----------------------------
-- Table structure for `article_newbie`
-- ----------------------------
DROP TABLE IF EXISTS `article_newbie`;
CREATE TABLE `article_newbie` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT COMMENT '新手上路',
  `vid` int(11) DEFAULT NULL COMMENT '序号',
  `art_ID` varchar(20) DEFAULT NULL COMMENT '问题ID',
  `title` varchar(255) DEFAULT NULL COMMENT '标题',
  `content` text COMMENT '详情正文',
  `create_time` datetime DEFAULT NULL,
  `admin_id` int(11) DEFAULT NULL COMMENT '管理员id',
  `update_time` datetime DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=17 DEFAULT CHARSET=utf8 COMMENT='新手上路';

-- ----------------------------
-- Records of article_newbie
-- ----------------------------
INSERT INTO `article_newbie` VALUES ('1', '2', '53443635', '公务员辞职有了\"紧箍咒\"!辞职要报告从业去向', '重奖“黑飞”举报人、严打净空区违法飞行、火速上线无人机实名登记系统、发布民用机场净空区域图……频发的无人机干扰民航飞行安全事件背后，一系列针对无人机的监管举措，正在紧锣密鼓制定中。\r\n2015年12月29日，中国民航局飞行标准司印发了《轻小无人机运行规定》（试行），因为是部门规章，约束力不足。\r\n多位参与征求意见的专家透露，该法规可能是目前针对无人机监管最全面的规定，不仅对无人机拥有者合法飞行指明了方向，也对无人机生产企业的生产提出新的要求，并对“黑飞”行为的处罚作出了明确规定。\r\n参与征求意见的王勇（化名）表示，该规定目前处于征求意见阶段，一些条文可能还会改动，但大体思路应该不会变动，即从生产到销售，以及拥有者的使用，都将依法可依。\r\n他还分析，由于近期无人机监管形势严峻，各方压力都很大，该“管理规定”可能很快就会出台。\r\n王勇介绍，目前正在征求意见的管理规定明确，今后将在无人机生产过程中，推行适航审定制度。如民用无人驾驶航空器未按规定取得适航证书而飞行，将被责令停止飞行，处以10万元以上50万元以下的罚款。\r\n“达到打击违规、清理乱象、正规秩序的目的”\r\n澎湃新闻注意到，上述“整治方案”部署了明确的工作进度，在宏观思路和具体手段上，都提出了要求，并设定了整治工作需要达到的目标。这为后来一系列具体法规和举措的出台，埋下了伏笔。\r\n按“整治方案”部署的要求，这项工作分抽查摸底、集中整治和总结评估三个阶段。完成时间分别为5月底、7月底前和8月底前。目前进行的无人机实名登记，即属于抽查摸底阶段的工作之一。\r\n在集中整治阶段，将加强无人机数量分布集中地区和“黑飞”高发地，以及首都地区、机场周边、重要设施和敏感地区的违法飞行的监控处置和处罚，“达到打击违规、清理乱象、正规秩序的目的”。\r\n在效果评估阶段，空管委将汇总各地整治情况报告，视情况推广有益做法，研究建立健全无人驾驶航空器长效管理机制的措施。\r\n值得一提的是，“整治方案”还给出了较为细致的实施措施。比如，对本地区无人航空器爱好者的情况，有关部门要持续跟踪，对重点人员要不定期走访，增大巡查力度，形成高压态势。\r\n成都和重庆多位无人机爱好者均表示，近期辖区民警到家里来调查，并做了笔录。重庆一位无人机爱好者称，不久前有人半夜敲门，开门才知是民警来询问近期放飞无人机的情况。\r\n此外，对于重点区域的监控、如何规范运行、无人机企业产品的管理、宣传教育和长效机制的建立方面，“整治方案”都给出了方向性的意见。\r\n无人机从图纸设计到生产结束都要监控之中\r\n“整治方案”是紧急情况下的治标之举，而治本则有赖于建立一套能够规范无人机使用的长效机制：除了已经发布的实名制登记规定，无人机的飞行管理规定也在酝酿中。\r\n王勇介绍，目前正在征求意见的无人驾驶航空器飞行管理规定（下称无人机飞行管理规定），对无人机生产企业和监管部门的工作，提出了更高更细的要求。\r\n无人机飞行管理规定明确，今后将在无人机生产过程中，推行适航审定制度。\r\n适航证由适航部门根据民用航空器产品和零件合格审定规定，对民用航空器颁发的证明其处于安全可用状态的证件。\r\n通俗地说，即在一架无人机从图纸设计到生产结束，整个过程都应该纳入民航局试航司的监控之中，以确保每个步骤可追溯。适航监察员对申请适航证的航空器的适航检查，在航空器是设计、制造、组装或者改装现场进行。\r\n适航审定制度是确保飞机的安全性能的重要保障。目前，只有“有人机”和一些需要在航路上飞行的无人机，进行了适航审定。一般消费机无人机，并没有纳入适航审定。\r\n2016年，《民用无人驾驶航空器系统适航管理要求（暂行）》发布征求意见稿，其中已规定，民用无人驾驶航空器最大起飞重量大于250克的民用无人驾驶航空器需按照特殊类、限制类、标准类的分类方式，申请相应的适航证件。\r\n上述“管理要求”至今尚未出台。专门从事飞行器研发和生产的深圳市莲花百川科技有限公司董事长严劲松告诉澎湃新闻，原因是无人机生产企业意见较大，“突然增加一道工作，都不想被管”，他透露，去年这份管理要求意见稿征求意见阶段，全国只有两家企业表示支持，200多家无人机及时相关企业联合反对。但今年频发的无人机扰航事件让形势变得严峻，该“管理要求”的出台只是时间问题。', '2017-05-27 10:43:19', '1', null);
INSERT INTO `article_newbie` VALUES ('2', '3', '34534355', '公务员辞职有了\"紧箍咒\"!辞职要报告从业去向', '重奖“黑飞”举报人、严打净空区违法飞行、火速上线无人机实名登记系统、发布民用机场净空区域图……频发的无人机干扰民航飞行安全事件背后，一系列针对无人机的监管举措，正在紧锣密鼓制定中。\r\n2015年12月29日，中国民航局飞行标准司印发了《轻小无人机运行规定》（试行），因为是部门规章，约束力不足。\r\n多位参与征求意见的专家透露，该法规可能是目前针对无人机监管最全面的规定，不仅对无人机拥有者合法飞行指明了方向，也对无人机生产企业的生产提出新的要求，并对“黑飞”行为的处罚作出了明确规定。\r\n参与征求意见的王勇（化名）表示，该规定目前处于征求意见阶段，一些条文可能还会改动，但大体思路应该不会变动，即从生产到销售，以及拥有者的使用，都将依法可依。\r\n他还分析，由于近期无人机监管形势严峻，各方压力都很大，该“管理规定”可能很快就会出台。\r\n王勇介绍，目前正在征求意见的管理规定明确，今后将在无人机生产过程中，推行适航审定制度。如民用无人驾驶航空器未按规定取得适航证书而飞行，将被责令停止飞行，处以10万元以上50万元以下的罚款。\r\n“达到打击违规、清理乱象、正规秩序的目的”\r\n澎湃新闻注意到，上述“整治方案”部署了明确的工作进度，在宏观思路和具体手段上，都提出了要求，并设定了整治工作需要达到的目标。这为后来一系列具体法规和举措的出台，埋下了伏笔。\r\n按“整治方案”部署的要求，这项工作分抽查摸底、集中整治和总结评估三个阶段。完成时间分别为5月底、7月底前和8月底前。目前进行的无人机实名登记，即属于抽查摸底阶段的工作之一。\r\n在集中整治阶段，将加强无人机数量分布集中地区和“黑飞”高发地，以及首都地区、机场周边、重要设施和敏感地区的违法飞行的监控处置和处罚，“达到打击违规、清理乱象、正规秩序的目的”。\r\n在效果评估阶段，空管委将汇总各地整治情况报告，视情况推广有益做法，研究建立健全无人驾驶航空器长效管理机制的措施。\r\n值得一提的是，“整治方案”还给出了较为细致的实施措施。比如，对本地区无人航空器爱好者的情况，有关部门要持续跟踪，对重点人员要不定期走访，增大巡查力度，形成高压态势。\r\n成都和重庆多位无人机爱好者均表示，近期辖区民警到家里来调查，并做了笔录。重庆一位无人机爱好者称，不久前有人半夜敲门，开门才知是民警来询问近期放飞无人机的情况。\r\n此外，对于重点区域的监控、如何规范运行、无人机企业产品的管理、宣传教育和长效机制的建立方面，“整治方案”都给出了方向性的意见。\r\n无人机从图纸设计到生产结束都要监控之中\r\n“整治方案”是紧急情况下的治标之举，而治本则有赖于建立一套能够规范无人机使用的长效机制：除了已经发布的实名制登记规定，无人机的飞行管理规定也在酝酿中。\r\n王勇介绍，目前正在征求意见的无人驾驶航空器飞行管理规定（下称无人机飞行管理规定），对无人机生产企业和监管部门的工作，提出了更高更细的要求。\r\n无人机飞行管理规定明确，今后将在无人机生产过程中，推行适航审定制度。\r\n适航证由适航部门根据民用航空器产品和零件合格审定规定，对民用航空器颁发的证明其处于安全可用状态的证件。\r\n通俗地说，即在一架无人机从图纸设计到生产结束，整个过程都应该纳入民航局试航司的监控之中，以确保每个步骤可追溯。适航监察员对申请适航证的航空器的适航检查，在航空器是设计、制造、组装或者改装现场进行。\r\n适航审定制度是确保飞机的安全性能的重要保障。目前，只有“有人机”和一些需要在航路上飞行的无人机，进行了适航审定。一般消费机无人机，并没有纳入适航审定。\r\n2016年，《民用无人驾驶航空器系统适航管理要求（暂行）》发布征求意见稿，其中已规定，民用无人驾驶航空器最大起飞重量大于250克的民用无人驾驶航空器需按照特殊类、限制类、标准类的分类方式，申请相应的适航证件。\r\n上述“管理要求”至今尚未出台。专门从事飞行器研发和生产的深圳市莲花百川科技有限公司董事长严劲松告诉澎湃新闻，原因是无人机生产企业意见较大，“突然增加一道工作，都不想被管”，他透露，去年这份管理要求意见稿征求意见阶段，全国只有两家企业表示支持，200多家无人机及时相关企业联合反对。但今年频发的无人机扰航事件让形势变得严峻，该“管理要求”的出台只是时间问题。', '2017-05-27 10:43:22', '1', null);
INSERT INTO `article_newbie` VALUES ('3', '45', '43646346', '公务员辞职有了\"紧箍咒\"!辞职要报告从业去向', '重奖“黑飞”举报人、严打净空区违法飞行、火速上线无人机实名登记系统、发布民用机场净空区域图……频发的无人机干扰民航飞行安全事件背后，一系列针对无人机的监管举措，正在紧锣密鼓制定中。\r\n2015年12月29日，中国民航局飞行标准司印发了《轻小无人机运行规定》（试行），因为是部门规章，约束力不足。\r\n多位参与征求意见的专家透露，该法规可能是目前针对无人机监管最全面的规定，不仅对无人机拥有者合法飞行指明了方向，也对无人机生产企业的生产提出新的要求，并对“黑飞”行为的处罚作出了明确规定。\r\n参与征求意见的王勇（化名）表示，该规定目前处于征求意见阶段，一些条文可能还会改动，但大体思路应该不会变动，即从生产到销售，以及拥有者的使用，都将依法可依。\r\n他还分析，由于近期无人机监管形势严峻，各方压力都很大，该“管理规定”可能很快就会出台。\r\n王勇介绍，目前正在征求意见的管理规定明确，今后将在无人机生产过程中，推行适航审定制度。如民用无人驾驶航空器未按规定取得适航证书而飞行，将被责令停止飞行，处以10万元以上50万元以下的罚款。\r\n“达到打击违规、清理乱象、正规秩序的目的”\r\n澎湃新闻注意到，上述“整治方案”部署了明确的工作进度，在宏观思路和具体手段上，都提出了要求，并设定了整治工作需要达到的目标。这为后来一系列具体法规和举措的出台，埋下了伏笔。\r\n按“整治方案”部署的要求，这项工作分抽查摸底、集中整治和总结评估三个阶段。完成时间分别为5月底、7月底前和8月底前。目前进行的无人机实名登记，即属于抽查摸底阶段的工作之一。\r\n在集中整治阶段，将加强无人机数量分布集中地区和“黑飞”高发地，以及首都地区、机场周边、重要设施和敏感地区的违法飞行的监控处置和处罚，“达到打击违规、清理乱象、正规秩序的目的”。\r\n在效果评估阶段，空管委将汇总各地整治情况报告，视情况推广有益做法，研究建立健全无人驾驶航空器长效管理机制的措施。\r\n值得一提的是，“整治方案”还给出了较为细致的实施措施。比如，对本地区无人航空器爱好者的情况，有关部门要持续跟踪，对重点人员要不定期走访，增大巡查力度，形成高压态势。\r\n成都和重庆多位无人机爱好者均表示，近期辖区民警到家里来调查，并做了笔录。重庆一位无人机爱好者称，不久前有人半夜敲门，开门才知是民警来询问近期放飞无人机的情况。\r\n此外，对于重点区域的监控、如何规范运行、无人机企业产品的管理、宣传教育和长效机制的建立方面，“整治方案”都给出了方向性的意见。\r\n无人机从图纸设计到生产结束都要监控之中\r\n“整治方案”是紧急情况下的治标之举，而治本则有赖于建立一套能够规范无人机使用的长效机制：除了已经发布的实名制登记规定，无人机的飞行管理规定也在酝酿中。\r\n王勇介绍，目前正在征求意见的无人驾驶航空器飞行管理规定（下称无人机飞行管理规定），对无人机生产企业和监管部门的工作，提出了更高更细的要求。\r\n无人机飞行管理规定明确，今后将在无人机生产过程中，推行适航审定制度。\r\n适航证由适航部门根据民用航空器产品和零件合格审定规定，对民用航空器颁发的证明其处于安全可用状态的证件。\r\n通俗地说，即在一架无人机从图纸设计到生产结束，整个过程都应该纳入民航局试航司的监控之中，以确保每个步骤可追溯。适航监察员对申请适航证的航空器的适航检查，在航空器是设计、制造、组装或者改装现场进行。\r\n适航审定制度是确保飞机的安全性能的重要保障。目前，只有“有人机”和一些需要在航路上飞行的无人机，进行了适航审定。一般消费机无人机，并没有纳入适航审定。\r\n2016年，《民用无人驾驶航空器系统适航管理要求（暂行）》发布征求意见稿，其中已规定，民用无人驾驶航空器最大起飞重量大于250克的民用无人驾驶航空器需按照特殊类、限制类、标准类的分类方式，申请相应的适航证件。\r\n上述“管理要求”至今尚未出台。专门从事飞行器研发和生产的深圳市莲花百川科技有限公司董事长严劲松告诉澎湃新闻，原因是无人机生产企业意见较大，“突然增加一道工作，都不想被管”，他透露，去年这份管理要求意见稿征求意见阶段，全国只有两家企业表示支持，200多家无人机及时相关企业联合反对。但今年频发的无人机扰航事件让形势变得严峻，该“管理要求”的出台只是时间问题。', '2017-05-27 10:43:25', '1', null);
INSERT INTO `article_newbie` VALUES ('4', '1', '64646432', '公务员辞职有了\"紧箍咒\"!辞职要报告从业去向', '重奖“黑飞”举报人、严打净空区违法飞行、火速上线无人机实名登记系统、发布民用机场净空区域图……频发的无人机干扰民航飞行安全事件背后，一系列针对无人机的监管举措，正在紧锣密鼓制定中。\r\n2015年12月29日，中国民航局飞行标准司印发了《轻小无人机运行规定》（试行），因为是部门规章，约束力不足。\r\n多位参与征求意见的专家透露，该法规可能是目前针对无人机监管最全面的规定，不仅对无人机拥有者合法飞行指明了方向，也对无人机生产企业的生产提出新的要求，并对“黑飞”行为的处罚作出了明确规定。\r\n参与征求意见的王勇（化名）表示，该规定目前处于征求意见阶段，一些条文可能还会改动，但大体思路应该不会变动，即从生产到销售，以及拥有者的使用，都将依法可依。\r\n他还分析，由于近期无人机监管形势严峻，各方压力都很大，该“管理规定”可能很快就会出台。\r\n王勇介绍，目前正在征求意见的管理规定明确，今后将在无人机生产过程中，推行适航审定制度。如民用无人驾驶航空器未按规定取得适航证书而飞行，将被责令停止飞行，处以10万元以上50万元以下的罚款。\r\n“达到打击违规、清理乱象、正规秩序的目的”\r\n澎湃新闻注意到，上述“整治方案”部署了明确的工作进度，在宏观思路和具体手段上，都提出了要求，并设定了整治工作需要达到的目标。这为后来一系列具体法规和举措的出台，埋下了伏笔。\r\n按“整治方案”部署的要求，这项工作分抽查摸底、集中整治和总结评估三个阶段。完成时间分别为5月底、7月底前和8月底前。目前进行的无人机实名登记，即属于抽查摸底阶段的工作之一。\r\n在集中整治阶段，将加强无人机数量分布集中地区和“黑飞”高发地，以及首都地区、机场周边、重要设施和敏感地区的违法飞行的监控处置和处罚，“达到打击违规、清理乱象、正规秩序的目的”。\r\n在效果评估阶段，空管委将汇总各地整治情况报告，视情况推广有益做法，研究建立健全无人驾驶航空器长效管理机制的措施。\r\n值得一提的是，“整治方案”还给出了较为细致的实施措施。比如，对本地区无人航空器爱好者的情况，有关部门要持续跟踪，对重点人员要不定期走访，增大巡查力度，形成高压态势。\r\n成都和重庆多位无人机爱好者均表示，近期辖区民警到家里来调查，并做了笔录。重庆一位无人机爱好者称，不久前有人半夜敲门，开门才知是民警来询问近期放飞无人机的情况。\r\n此外，对于重点区域的监控、如何规范运行、无人机企业产品的管理、宣传教育和长效机制的建立方面，“整治方案”都给出了方向性的意见。\r\n无人机从图纸设计到生产结束都要监控之中\r\n“整治方案”是紧急情况下的治标之举，而治本则有赖于建立一套能够规范无人机使用的长效机制：除了已经发布的实名制登记规定，无人机的飞行管理规定也在酝酿中。\r\n王勇介绍，目前正在征求意见的无人驾驶航空器飞行管理规定（下称无人机飞行管理规定），对无人机生产企业和监管部门的工作，提出了更高更细的要求。\r\n无人机飞行管理规定明确，今后将在无人机生产过程中，推行适航审定制度。\r\n适航证由适航部门根据民用航空器产品和零件合格审定规定，对民用航空器颁发的证明其处于安全可用状态的证件。\r\n通俗地说，即在一架无人机从图纸设计到生产结束，整个过程都应该纳入民航局试航司的监控之中，以确保每个步骤可追溯。适航监察员对申请适航证的航空器的适航检查，在航空器是设计、制造、组装或者改装现场进行。\r\n适航审定制度是确保飞机的安全性能的重要保障。目前，只有“有人机”和一些需要在航路上飞行的无人机，进行了适航审定。一般消费机无人机，并没有纳入适航审定。\r\n2016年，《民用无人驾驶航空器系统适航管理要求（暂行）》发布征求意见稿，其中已规定，民用无人驾驶航空器最大起飞重量大于250克的民用无人驾驶航空器需按照特殊类、限制类、标准类的分类方式，申请相应的适航证件。\r\n上述“管理要求”至今尚未出台。专门从事飞行器研发和生产的深圳市莲花百川科技有限公司董事长严劲松告诉澎湃新闻，原因是无人机生产企业意见较大，“突然增加一道工作，都不想被管”，他透露，去年这份管理要求意见稿征求意见阶段，全国只有两家企业表示支持，200多家无人机及时相关企业联合反对。但今年频发的无人机扰航事件让形势变得严峻，该“管理要求”的出台只是时间问题。', '2017-05-27 10:43:22', '1', null);
INSERT INTO `article_newbie` VALUES ('5', '1', '56747545', '公务员辞职有了\"紧箍咒\"!辞职要报告从业去向', '重奖“黑飞”举报人、严打净空区违法飞行、火速上线无人机实名登记系统、发布民用机场净空区域图……频发的无人机干扰民航飞行安全事件背后，一系列针对无人机的监管举措，正在紧锣密鼓制定中。\r\n2015年12月29日，中国民航局飞行标准司印发了《轻小无人机运行规定》（试行），因为是部门规章，约束力不足。\r\n多位参与征求意见的专家透露，该法规可能是目前针对无人机监管最全面的规定，不仅对无人机拥有者合法飞行指明了方向，也对无人机生产企业的生产提出新的要求，并对“黑飞”行为的处罚作出了明确规定。\r\n参与征求意见的王勇（化名）表示，该规定目前处于征求意见阶段，一些条文可能还会改动，但大体思路应该不会变动，即从生产到销售，以及拥有者的使用，都将依法可依。\r\n他还分析，由于近期无人机监管形势严峻，各方压力都很大，该“管理规定”可能很快就会出台。\r\n王勇介绍，目前正在征求意见的管理规定明确，今后将在无人机生产过程中，推行适航审定制度。如民用无人驾驶航空器未按规定取得适航证书而飞行，将被责令停止飞行，处以10万元以上50万元以下的罚款。\r\n“达到打击违规、清理乱象、正规秩序的目的”\r\n澎湃新闻注意到，上述“整治方案”部署了明确的工作进度，在宏观思路和具体手段上，都提出了要求，并设定了整治工作需要达到的目标。这为后来一系列具体法规和举措的出台，埋下了伏笔。\r\n按“整治方案”部署的要求，这项工作分抽查摸底、集中整治和总结评估三个阶段。完成时间分别为5月底、7月底前和8月底前。目前进行的无人机实名登记，即属于抽查摸底阶段的工作之一。\r\n在集中整治阶段，将加强无人机数量分布集中地区和“黑飞”高发地，以及首都地区、机场周边、重要设施和敏感地区的违法飞行的监控处置和处罚，“达到打击违规、清理乱象、正规秩序的目的”。\r\n在效果评估阶段，空管委将汇总各地整治情况报告，视情况推广有益做法，研究建立健全无人驾驶航空器长效管理机制的措施。\r\n值得一提的是，“整治方案”还给出了较为细致的实施措施。比如，对本地区无人航空器爱好者的情况，有关部门要持续跟踪，对重点人员要不定期走访，增大巡查力度，形成高压态势。\r\n成都和重庆多位无人机爱好者均表示，近期辖区民警到家里来调查，并做了笔录。重庆一位无人机爱好者称，不久前有人半夜敲门，开门才知是民警来询问近期放飞无人机的情况。\r\n此外，对于重点区域的监控、如何规范运行、无人机企业产品的管理、宣传教育和长效机制的建立方面，“整治方案”都给出了方向性的意见。\r\n无人机从图纸设计到生产结束都要监控之中\r\n“整治方案”是紧急情况下的治标之举，而治本则有赖于建立一套能够规范无人机使用的长效机制：除了已经发布的实名制登记规定，无人机的飞行管理规定也在酝酿中。\r\n王勇介绍，目前正在征求意见的无人驾驶航空器飞行管理规定（下称无人机飞行管理规定），对无人机生产企业和监管部门的工作，提出了更高更细的要求。\r\n无人机飞行管理规定明确，今后将在无人机生产过程中，推行适航审定制度。\r\n适航证由适航部门根据民用航空器产品和零件合格审定规定，对民用航空器颁发的证明其处于安全可用状态的证件。\r\n通俗地说，即在一架无人机从图纸设计到生产结束，整个过程都应该纳入民航局试航司的监控之中，以确保每个步骤可追溯。适航监察员对申请适航证的航空器的适航检查，在航空器是设计、制造、组装或者改装现场进行。\r\n适航审定制度是确保飞机的安全性能的重要保障。目前，只有“有人机”和一些需要在航路上飞行的无人机，进行了适航审定。一般消费机无人机，并没有纳入适航审定。\r\n2016年，《民用无人驾驶航空器系统适航管理要求（暂行）》发布征求意见稿，其中已规定，民用无人驾驶航空器最大起飞重量大于250克的民用无人驾驶航空器需按照特殊类、限制类、标准类的分类方式，申请相应的适航证件。\r\n上述“管理要求”至今尚未出台。专门从事飞行器研发和生产的深圳市莲花百川科技有限公司董事长严劲松告诉澎湃新闻，原因是无人机生产企业意见较大，“突然增加一道工作，都不想被管”，他透露，去年这份管理要求意见稿征求意见阶段，全国只有两家企业表示支持，200多家无人机及时相关企业联合反对。但今年频发的无人机扰航事件让形势变得严峻，该“管理要求”的出台只是时间问题。', '2017-05-27 10:43:22', '1', null);
INSERT INTO `article_newbie` VALUES ('6', '2', '42363664', '公务员辞职有了\"紧箍咒\"!辞职要报告从业去向', '重奖“黑飞”举报人、严打净空区违法飞行、火速上线无人机实名登记系统、发布民用机场净空区域图……频发的无人机干扰民航飞行安全事件背后，一系列针对无人机的监管举措，正在紧锣密鼓制定中。\r\n2015年12月29日，中国民航局飞行标准司印发了《轻小无人机运行规定》（试行），因为是部门规章，约束力不足。\r\n多位参与征求意见的专家透露，该法规可能是目前针对无人机监管最全面的规定，不仅对无人机拥有者合法飞行指明了方向，也对无人机生产企业的生产提出新的要求，并对“黑飞”行为的处罚作出了明确规定。\r\n参与征求意见的王勇（化名）表示，该规定目前处于征求意见阶段，一些条文可能还会改动，但大体思路应该不会变动，即从生产到销售，以及拥有者的使用，都将依法可依。\r\n他还分析，由于近期无人机监管形势严峻，各方压力都很大，该“管理规定”可能很快就会出台。\r\n王勇介绍，目前正在征求意见的管理规定明确，今后将在无人机生产过程中，推行适航审定制度。如民用无人驾驶航空器未按规定取得适航证书而飞行，将被责令停止飞行，处以10万元以上50万元以下的罚款。\r\n“达到打击违规、清理乱象、正规秩序的目的”\r\n澎湃新闻注意到，上述“整治方案”部署了明确的工作进度，在宏观思路和具体手段上，都提出了要求，并设定了整治工作需要达到的目标。这为后来一系列具体法规和举措的出台，埋下了伏笔。\r\n按“整治方案”部署的要求，这项工作分抽查摸底、集中整治和总结评估三个阶段。完成时间分别为5月底、7月底前和8月底前。目前进行的无人机实名登记，即属于抽查摸底阶段的工作之一。\r\n在集中整治阶段，将加强无人机数量分布集中地区和“黑飞”高发地，以及首都地区、机场周边、重要设施和敏感地区的违法飞行的监控处置和处罚，“达到打击违规、清理乱象、正规秩序的目的”。\r\n在效果评估阶段，空管委将汇总各地整治情况报告，视情况推广有益做法，研究建立健全无人驾驶航空器长效管理机制的措施。\r\n值得一提的是，“整治方案”还给出了较为细致的实施措施。比如，对本地区无人航空器爱好者的情况，有关部门要持续跟踪，对重点人员要不定期走访，增大巡查力度，形成高压态势。\r\n成都和重庆多位无人机爱好者均表示，近期辖区民警到家里来调查，并做了笔录。重庆一位无人机爱好者称，不久前有人半夜敲门，开门才知是民警来询问近期放飞无人机的情况。\r\n此外，对于重点区域的监控、如何规范运行、无人机企业产品的管理、宣传教育和长效机制的建立方面，“整治方案”都给出了方向性的意见。\r\n无人机从图纸设计到生产结束都要监控之中\r\n“整治方案”是紧急情况下的治标之举，而治本则有赖于建立一套能够规范无人机使用的长效机制：除了已经发布的实名制登记规定，无人机的飞行管理规定也在酝酿中。\r\n王勇介绍，目前正在征求意见的无人驾驶航空器飞行管理规定（下称无人机飞行管理规定），对无人机生产企业和监管部门的工作，提出了更高更细的要求。\r\n无人机飞行管理规定明确，今后将在无人机生产过程中，推行适航审定制度。\r\n适航证由适航部门根据民用航空器产品和零件合格审定规定，对民用航空器颁发的证明其处于安全可用状态的证件。\r\n通俗地说，即在一架无人机从图纸设计到生产结束，整个过程都应该纳入民航局试航司的监控之中，以确保每个步骤可追溯。适航监察员对申请适航证的航空器的适航检查，在航空器是设计、制造、组装或者改装现场进行。\r\n适航审定制度是确保飞机的安全性能的重要保障。目前，只有“有人机”和一些需要在航路上飞行的无人机，进行了适航审定。一般消费机无人机，并没有纳入适航审定。\r\n2016年，《民用无人驾驶航空器系统适航管理要求（暂行）》发布征求意见稿，其中已规定，民用无人驾驶航空器最大起飞重量大于250克的民用无人驾驶航空器需按照特殊类、限制类、标准类的分类方式，申请相应的适航证件。\r\n上述“管理要求”至今尚未出台。专门从事飞行器研发和生产的深圳市莲花百川科技有限公司董事长严劲松告诉澎湃新闻，原因是无人机生产企业意见较大，“突然增加一道工作，都不想被管”，他透露，去年这份管理要求意见稿征求意见阶段，全国只有两家企业表示支持，200多家无人机及时相关企业联合反对。但今年频发的无人机扰航事件让形势变得严峻，该“管理要求”的出台只是时间问题。', '2017-05-27 10:43:22', '1', null);
INSERT INTO `article_newbie` VALUES ('7', '6', '76979778', '公务员辞职有了\"紧箍咒\"!辞职要报告从业去向', '重奖“黑飞”举报人、严打净空区违法飞行、火速上线无人机实名登记系统、发布民用机场净空区域图……频发的无人机干扰民航飞行安全事件背后，一系列针对无人机的监管举措，正在紧锣密鼓制定中。\r\n2015年12月29日，中国民航局飞行标准司印发了《轻小无人机运行规定》（试行），因为是部门规章，约束力不足。\r\n多位参与征求意见的专家透露，该法规可能是目前针对无人机监管最全面的规定，不仅对无人机拥有者合法飞行指明了方向，也对无人机生产企业的生产提出新的要求，并对“黑飞”行为的处罚作出了明确规定。\r\n参与征求意见的王勇（化名）表示，该规定目前处于征求意见阶段，一些条文可能还会改动，但大体思路应该不会变动，即从生产到销售，以及拥有者的使用，都将依法可依。\r\n他还分析，由于近期无人机监管形势严峻，各方压力都很大，该“管理规定”可能很快就会出台。\r\n王勇介绍，目前正在征求意见的管理规定明确，今后将在无人机生产过程中，推行适航审定制度。如民用无人驾驶航空器未按规定取得适航证书而飞行，将被责令停止飞行，处以10万元以上50万元以下的罚款。\r\n“达到打击违规、清理乱象、正规秩序的目的”\r\n澎湃新闻注意到，上述“整治方案”部署了明确的工作进度，在宏观思路和具体手段上，都提出了要求，并设定了整治工作需要达到的目标。这为后来一系列具体法规和举措的出台，埋下了伏笔。\r\n按“整治方案”部署的要求，这项工作分抽查摸底、集中整治和总结评估三个阶段。完成时间分别为5月底、7月底前和8月底前。目前进行的无人机实名登记，即属于抽查摸底阶段的工作之一。\r\n在集中整治阶段，将加强无人机数量分布集中地区和“黑飞”高发地，以及首都地区、机场周边、重要设施和敏感地区的违法飞行的监控处置和处罚，“达到打击违规、清理乱象、正规秩序的目的”。\r\n在效果评估阶段，空管委将汇总各地整治情况报告，视情况推广有益做法，研究建立健全无人驾驶航空器长效管理机制的措施。\r\n值得一提的是，“整治方案”还给出了较为细致的实施措施。比如，对本地区无人航空器爱好者的情况，有关部门要持续跟踪，对重点人员要不定期走访，增大巡查力度，形成高压态势。\r\n成都和重庆多位无人机爱好者均表示，近期辖区民警到家里来调查，并做了笔录。重庆一位无人机爱好者称，不久前有人半夜敲门，开门才知是民警来询问近期放飞无人机的情况。\r\n此外，对于重点区域的监控、如何规范运行、无人机企业产品的管理、宣传教育和长效机制的建立方面，“整治方案”都给出了方向性的意见。\r\n无人机从图纸设计到生产结束都要监控之中\r\n“整治方案”是紧急情况下的治标之举，而治本则有赖于建立一套能够规范无人机使用的长效机制：除了已经发布的实名制登记规定，无人机的飞行管理规定也在酝酿中。\r\n王勇介绍，目前正在征求意见的无人驾驶航空器飞行管理规定（下称无人机飞行管理规定），对无人机生产企业和监管部门的工作，提出了更高更细的要求。\r\n无人机飞行管理规定明确，今后将在无人机生产过程中，推行适航审定制度。\r\n适航证由适航部门根据民用航空器产品和零件合格审定规定，对民用航空器颁发的证明其处于安全可用状态的证件。\r\n通俗地说，即在一架无人机从图纸设计到生产结束，整个过程都应该纳入民航局试航司的监控之中，以确保每个步骤可追溯。适航监察员对申请适航证的航空器的适航检查，在航空器是设计、制造、组装或者改装现场进行。\r\n适航审定制度是确保飞机的安全性能的重要保障。目前，只有“有人机”和一些需要在航路上飞行的无人机，进行了适航审定。一般消费机无人机，并没有纳入适航审定。\r\n2016年，《民用无人驾驶航空器系统适航管理要求（暂行）》发布征求意见稿，其中已规定，民用无人驾驶航空器最大起飞重量大于250克的民用无人驾驶航空器需按照特殊类、限制类、标准类的分类方式，申请相应的适航证件。\r\n上述“管理要求”至今尚未出台。专门从事飞行器研发和生产的深圳市莲花百川科技有限公司董事长严劲松告诉澎湃新闻，原因是无人机生产企业意见较大，“突然增加一道工作，都不想被管”，他透露，去年这份管理要求意见稿征求意见阶段，全国只有两家企业表示支持，200多家无人机及时相关企业联合反对。但今年频发的无人机扰航事件让形势变得严峻，该“管理要求”的出台只是时间问题。', '2017-05-27 10:43:22', '1', null);
INSERT INTO `article_newbie` VALUES ('8', '5', '34536535', '公务员辞职有了\"紧箍咒\"!辞职要报告从业去向', '重奖“黑飞”举报人、严打净空区违法飞行、火速上线无人机实名登记系统、发布民用机场净空区域图……频发的无人机干扰民航飞行安全事件背后，一系列针对无人机的监管举措，正在紧锣密鼓制定中。\r\n2015年12月29日，中国民航局飞行标准司印发了《轻小无人机运行规定》（试行），因为是部门规章，约束力不足。\r\n多位参与征求意见的专家透露，该法规可能是目前针对无人机监管最全面的规定，不仅对无人机拥有者合法飞行指明了方向，也对无人机生产企业的生产提出新的要求，并对“黑飞”行为的处罚作出了明确规定。\r\n参与征求意见的王勇（化名）表示，该规定目前处于征求意见阶段，一些条文可能还会改动，但大体思路应该不会变动，即从生产到销售，以及拥有者的使用，都将依法可依。\r\n他还分析，由于近期无人机监管形势严峻，各方压力都很大，该“管理规定”可能很快就会出台。\r\n王勇介绍，目前正在征求意见的管理规定明确，今后将在无人机生产过程中，推行适航审定制度。如民用无人驾驶航空器未按规定取得适航证书而飞行，将被责令停止飞行，处以10万元以上50万元以下的罚款。\r\n“达到打击违规、清理乱象、正规秩序的目的”\r\n澎湃新闻注意到，上述“整治方案”部署了明确的工作进度，在宏观思路和具体手段上，都提出了要求，并设定了整治工作需要达到的目标。这为后来一系列具体法规和举措的出台，埋下了伏笔。\r\n按“整治方案”部署的要求，这项工作分抽查摸底、集中整治和总结评估三个阶段。完成时间分别为5月底、7月底前和8月底前。目前进行的无人机实名登记，即属于抽查摸底阶段的工作之一。\r\n在集中整治阶段，将加强无人机数量分布集中地区和“黑飞”高发地，以及首都地区、机场周边、重要设施和敏感地区的违法飞行的监控处置和处罚，“达到打击违规、清理乱象、正规秩序的目的”。\r\n在效果评估阶段，空管委将汇总各地整治情况报告，视情况推广有益做法，研究建立健全无人驾驶航空器长效管理机制的措施。\r\n值得一提的是，“整治方案”还给出了较为细致的实施措施。比如，对本地区无人航空器爱好者的情况，有关部门要持续跟踪，对重点人员要不定期走访，增大巡查力度，形成高压态势。\r\n成都和重庆多位无人机爱好者均表示，近期辖区民警到家里来调查，并做了笔录。重庆一位无人机爱好者称，不久前有人半夜敲门，开门才知是民警来询问近期放飞无人机的情况。\r\n此外，对于重点区域的监控、如何规范运行、无人机企业产品的管理、宣传教育和长效机制的建立方面，“整治方案”都给出了方向性的意见。\r\n无人机从图纸设计到生产结束都要监控之中\r\n“整治方案”是紧急情况下的治标之举，而治本则有赖于建立一套能够规范无人机使用的长效机制：除了已经发布的实名制登记规定，无人机的飞行管理规定也在酝酿中。\r\n王勇介绍，目前正在征求意见的无人驾驶航空器飞行管理规定（下称无人机飞行管理规定），对无人机生产企业和监管部门的工作，提出了更高更细的要求。\r\n无人机飞行管理规定明确，今后将在无人机生产过程中，推行适航审定制度。\r\n适航证由适航部门根据民用航空器产品和零件合格审定规定，对民用航空器颁发的证明其处于安全可用状态的证件。\r\n通俗地说，即在一架无人机从图纸设计到生产结束，整个过程都应该纳入民航局试航司的监控之中，以确保每个步骤可追溯。适航监察员对申请适航证的航空器的适航检查，在航空器是设计、制造、组装或者改装现场进行。\r\n适航审定制度是确保飞机的安全性能的重要保障。目前，只有“有人机”和一些需要在航路上飞行的无人机，进行了适航审定。一般消费机无人机，并没有纳入适航审定。\r\n2016年，《民用无人驾驶航空器系统适航管理要求（暂行）》发布征求意见稿，其中已规定，民用无人驾驶航空器最大起飞重量大于250克的民用无人驾驶航空器需按照特殊类、限制类、标准类的分类方式，申请相应的适航证件。\r\n上述“管理要求”至今尚未出台。专门从事飞行器研发和生产的深圳市莲花百川科技有限公司董事长严劲松告诉澎湃新闻，原因是无人机生产企业意见较大，“突然增加一道工作，都不想被管”，他透露，去年这份管理要求意见稿征求意见阶段，全国只有两家企业表示支持，200多家无人机及时相关企业联合反对。但今年频发的无人机扰航事件让形势变得严峻，该“管理要求”的出台只是时间问题。', '2017-05-27 10:43:22', '1', null);
INSERT INTO `article_newbie` VALUES ('9', '5', '78907578', '公务员辞职有了\"紧箍咒\"!辞职要报告从业去向', '重奖“黑飞”举报人、严打净空区违法飞行、火速上线无人机实名登记系统、发布民用机场净空区域图……频发的无人机干扰民航飞行安全事件背后，一系列针对无人机的监管举措，正在紧锣密鼓制定中。\r\n2015年12月29日，中国民航局飞行标准司印发了《轻小无人机运行规定》（试行），因为是部门规章，约束力不足。\r\n多位参与征求意见的专家透露，该法规可能是目前针对无人机监管最全面的规定，不仅对无人机拥有者合法飞行指明了方向，也对无人机生产企业的生产提出新的要求，并对“黑飞”行为的处罚作出了明确规定。\r\n参与征求意见的王勇（化名）表示，该规定目前处于征求意见阶段，一些条文可能还会改动，但大体思路应该不会变动，即从生产到销售，以及拥有者的使用，都将依法可依。\r\n他还分析，由于近期无人机监管形势严峻，各方压力都很大，该“管理规定”可能很快就会出台。\r\n王勇介绍，目前正在征求意见的管理规定明确，今后将在无人机生产过程中，推行适航审定制度。如民用无人驾驶航空器未按规定取得适航证书而飞行，将被责令停止飞行，处以10万元以上50万元以下的罚款。\r\n“达到打击违规、清理乱象、正规秩序的目的”\r\n澎湃新闻注意到，上述“整治方案”部署了明确的工作进度，在宏观思路和具体手段上，都提出了要求，并设定了整治工作需要达到的目标。这为后来一系列具体法规和举措的出台，埋下了伏笔。\r\n按“整治方案”部署的要求，这项工作分抽查摸底、集中整治和总结评估三个阶段。完成时间分别为5月底、7月底前和8月底前。目前进行的无人机实名登记，即属于抽查摸底阶段的工作之一。\r\n在集中整治阶段，将加强无人机数量分布集中地区和“黑飞”高发地，以及首都地区、机场周边、重要设施和敏感地区的违法飞行的监控处置和处罚，“达到打击违规、清理乱象、正规秩序的目的”。\r\n在效果评估阶段，空管委将汇总各地整治情况报告，视情况推广有益做法，研究建立健全无人驾驶航空器长效管理机制的措施。\r\n值得一提的是，“整治方案”还给出了较为细致的实施措施。比如，对本地区无人航空器爱好者的情况，有关部门要持续跟踪，对重点人员要不定期走访，增大巡查力度，形成高压态势。\r\n成都和重庆多位无人机爱好者均表示，近期辖区民警到家里来调查，并做了笔录。重庆一位无人机爱好者称，不久前有人半夜敲门，开门才知是民警来询问近期放飞无人机的情况。\r\n此外，对于重点区域的监控、如何规范运行、无人机企业产品的管理、宣传教育和长效机制的建立方面，“整治方案”都给出了方向性的意见。\r\n无人机从图纸设计到生产结束都要监控之中\r\n“整治方案”是紧急情况下的治标之举，而治本则有赖于建立一套能够规范无人机使用的长效机制：除了已经发布的实名制登记规定，无人机的飞行管理规定也在酝酿中。\r\n王勇介绍，目前正在征求意见的无人驾驶航空器飞行管理规定（下称无人机飞行管理规定），对无人机生产企业和监管部门的工作，提出了更高更细的要求。\r\n无人机飞行管理规定明确，今后将在无人机生产过程中，推行适航审定制度。\r\n适航证由适航部门根据民用航空器产品和零件合格审定规定，对民用航空器颁发的证明其处于安全可用状态的证件。\r\n通俗地说，即在一架无人机从图纸设计到生产结束，整个过程都应该纳入民航局试航司的监控之中，以确保每个步骤可追溯。适航监察员对申请适航证的航空器的适航检查，在航空器是设计、制造、组装或者改装现场进行。\r\n适航审定制度是确保飞机的安全性能的重要保障。目前，只有“有人机”和一些需要在航路上飞行的无人机，进行了适航审定。一般消费机无人机，并没有纳入适航审定。\r\n2016年，《民用无人驾驶航空器系统适航管理要求（暂行）》发布征求意见稿，其中已规定，民用无人驾驶航空器最大起飞重量大于250克的民用无人驾驶航空器需按照特殊类、限制类、标准类的分类方式，申请相应的适航证件。\r\n上述“管理要求”至今尚未出台。专门从事飞行器研发和生产的深圳市莲花百川科技有限公司董事长严劲松告诉澎湃新闻，原因是无人机生产企业意见较大，“突然增加一道工作，都不想被管”，他透露，去年这份管理要求意见稿征求意见阶段，全国只有两家企业表示支持，200多家无人机及时相关企业联合反对。但今年频发的无人机扰航事件让形势变得严峻，该“管理要求”的出台只是时间问题。', '2017-05-27 10:43:22', '1', null);
INSERT INTO `article_newbie` VALUES ('10', '5', '45646645', '公务员辞职有了\"紧箍咒\"!辞职要报告从业去向', '重奖“黑飞”举报人、严打净空区违法飞行、火速上线无人机实名登记系统、发布民用机场净空区域图……频发的无人机干扰民航飞行安全事件背后，一系列针对无人机的监管举措，正在紧锣密鼓制定中。\r\n2015年12月29日，中国民航局飞行标准司印发了《轻小无人机运行规定》（试行），因为是部门规章，约束力不足。\r\n多位参与征求意见的专家透露，该法规可能是目前针对无人机监管最全面的规定，不仅对无人机拥有者合法飞行指明了方向，也对无人机生产企业的生产提出新的要求，并对“黑飞”行为的处罚作出了明确规定。\r\n参与征求意见的王勇（化名）表示，该规定目前处于征求意见阶段，一些条文可能还会改动，但大体思路应该不会变动，即从生产到销售，以及拥有者的使用，都将依法可依。\r\n他还分析，由于近期无人机监管形势严峻，各方压力都很大，该“管理规定”可能很快就会出台。\r\n王勇介绍，目前正在征求意见的管理规定明确，今后将在无人机生产过程中，推行适航审定制度。如民用无人驾驶航空器未按规定取得适航证书而飞行，将被责令停止飞行，处以10万元以上50万元以下的罚款。\r\n“达到打击违规、清理乱象、正规秩序的目的”\r\n澎湃新闻注意到，上述“整治方案”部署了明确的工作进度，在宏观思路和具体手段上，都提出了要求，并设定了整治工作需要达到的目标。这为后来一系列具体法规和举措的出台，埋下了伏笔。\r\n按“整治方案”部署的要求，这项工作分抽查摸底、集中整治和总结评估三个阶段。完成时间分别为5月底、7月底前和8月底前。目前进行的无人机实名登记，即属于抽查摸底阶段的工作之一。\r\n在集中整治阶段，将加强无人机数量分布集中地区和“黑飞”高发地，以及首都地区、机场周边、重要设施和敏感地区的违法飞行的监控处置和处罚，“达到打击违规、清理乱象、正规秩序的目的”。\r\n在效果评估阶段，空管委将汇总各地整治情况报告，视情况推广有益做法，研究建立健全无人驾驶航空器长效管理机制的措施。\r\n值得一提的是，“整治方案”还给出了较为细致的实施措施。比如，对本地区无人航空器爱好者的情况，有关部门要持续跟踪，对重点人员要不定期走访，增大巡查力度，形成高压态势。\r\n成都和重庆多位无人机爱好者均表示，近期辖区民警到家里来调查，并做了笔录。重庆一位无人机爱好者称，不久前有人半夜敲门，开门才知是民警来询问近期放飞无人机的情况。\r\n此外，对于重点区域的监控、如何规范运行、无人机企业产品的管理、宣传教育和长效机制的建立方面，“整治方案”都给出了方向性的意见。\r\n无人机从图纸设计到生产结束都要监控之中\r\n“整治方案”是紧急情况下的治标之举，而治本则有赖于建立一套能够规范无人机使用的长效机制：除了已经发布的实名制登记规定，无人机的飞行管理规定也在酝酿中。\r\n王勇介绍，目前正在征求意见的无人驾驶航空器飞行管理规定（下称无人机飞行管理规定），对无人机生产企业和监管部门的工作，提出了更高更细的要求。\r\n无人机飞行管理规定明确，今后将在无人机生产过程中，推行适航审定制度。\r\n适航证由适航部门根据民用航空器产品和零件合格审定规定，对民用航空器颁发的证明其处于安全可用状态的证件。\r\n通俗地说，即在一架无人机从图纸设计到生产结束，整个过程都应该纳入民航局试航司的监控之中，以确保每个步骤可追溯。适航监察员对申请适航证的航空器的适航检查，在航空器是设计、制造、组装或者改装现场进行。\r\n适航审定制度是确保飞机的安全性能的重要保障。目前，只有“有人机”和一些需要在航路上飞行的无人机，进行了适航审定。一般消费机无人机，并没有纳入适航审定。\r\n2016年，《民用无人驾驶航空器系统适航管理要求（暂行）》发布征求意见稿，其中已规定，民用无人驾驶航空器最大起飞重量大于250克的民用无人驾驶航空器需按照特殊类、限制类、标准类的分类方式，申请相应的适航证件。\r\n上述“管理要求”至今尚未出台。专门从事飞行器研发和生产的深圳市莲花百川科技有限公司董事长严劲松告诉澎湃新闻，原因是无人机生产企业意见较大，“突然增加一道工作，都不想被管”，他透露，去年这份管理要求意见稿征求意见阶段，全国只有两家企业表示支持，200多家无人机及时相关企业联合反对。但今年频发的无人机扰航事件让形势变得严峻，该“管理要求”的出台只是时间问题。', '0000-00-00 00:00:00', '1', null);
INSERT INTO `article_newbie` VALUES ('11', '345', '45757466', '公务员辞职有了\"紧箍咒\"!辞职要报告从业去向', '重奖“黑飞”举报人、严打净空区违法飞行、火速上线无人机实名登记系统、发布民用机场净空区域图……频发的无人机干扰民航飞行安全事件背后，一系列针对无人机的监管举措，正在紧锣密鼓制定中。\r\n2015年12月29日，中国民航局飞行标准司印发了《轻小无人机运行规定》（试行），因为是部门规章，约束力不足。\r\n多位参与征求意见的专家透露，该法规可能是目前针对无人机监管最全面的规定，不仅对无人机拥有者合法飞行指明了方向，也对无人机生产企业的生产提出新的要求，并对“黑飞”行为的处罚作出了明确规定。\r\n参与征求意见的王勇（化名）表示，该规定目前处于征求意见阶段，一些条文可能还会改动，但大体思路应该不会变动，即从生产到销售，以及拥有者的使用，都将依法可依。\r\n他还分析，由于近期无人机监管形势严峻，各方压力都很大，该“管理规定”可能很快就会出台。\r\n王勇介绍，目前正在征求意见的管理规定明确，今后将在无人机生产过程中，推行适航审定制度。如民用无人驾驶航空器未按规定取得适航证书而飞行，将被责令停止飞行，处以10万元以上50万元以下的罚款。\r\n“达到打击违规、清理乱象、正规秩序的目的”\r\n澎湃新闻注意到，上述“整治方案”部署了明确的工作进度，在宏观思路和具体手段上，都提出了要求，并设定了整治工作需要达到的目标。这为后来一系列具体法规和举措的出台，埋下了伏笔。\r\n按“整治方案”部署的要求，这项工作分抽查摸底、集中整治和总结评估三个阶段。完成时间分别为5月底、7月底前和8月底前。目前进行的无人机实名登记，即属于抽查摸底阶段的工作之一。\r\n在集中整治阶段，将加强无人机数量分布集中地区和“黑飞”高发地，以及首都地区、机场周边、重要设施和敏感地区的违法飞行的监控处置和处罚，“达到打击违规、清理乱象、正规秩序的目的”。\r\n在效果评估阶段，空管委将汇总各地整治情况报告，视情况推广有益做法，研究建立健全无人驾驶航空器长效管理机制的措施。\r\n值得一提的是，“整治方案”还给出了较为细致的实施措施。比如，对本地区无人航空器爱好者的情况，有关部门要持续跟踪，对重点人员要不定期走访，增大巡查力度，形成高压态势。\r\n成都和重庆多位无人机爱好者均表示，近期辖区民警到家里来调查，并做了笔录。重庆一位无人机爱好者称，不久前有人半夜敲门，开门才知是民警来询问近期放飞无人机的情况。\r\n此外，对于重点区域的监控、如何规范运行、无人机企业产品的管理、宣传教育和长效机制的建立方面，“整治方案”都给出了方向性的意见。\r\n无人机从图纸设计到生产结束都要监控之中\r\n“整治方案”是紧急情况下的治标之举，而治本则有赖于建立一套能够规范无人机使用的长效机制：除了已经发布的实名制登记规定，无人机的飞行管理规定也在酝酿中。\r\n王勇介绍，目前正在征求意见的无人驾驶航空器飞行管理规定（下称无人机飞行管理规定），对无人机生产企业和监管部门的工作，提出了更高更细的要求。\r\n无人机飞行管理规定明确，今后将在无人机生产过程中，推行适航审定制度。\r\n适航证由适航部门根据民用航空器产品和零件合格审定规定，对民用航空器颁发的证明其处于安全可用状态的证件。\r\n通俗地说，即在一架无人机从图纸设计到生产结束，整个过程都应该纳入民航局试航司的监控之中，以确保每个步骤可追溯。适航监察员对申请适航证的航空器的适航检查，在航空器是设计、制造、组装或者改装现场进行。\r\n适航审定制度是确保飞机的安全性能的重要保障。目前，只有“有人机”和一些需要在航路上飞行的无人机，进行了适航审定。一般消费机无人机，并没有纳入适航审定。\r\n2016年，《民用无人驾驶航空器系统适航管理要求（暂行）》发布征求意见稿，其中已规定，民用无人驾驶航空器最大起飞重量大于250克的民用无人驾驶航空器需按照特殊类、限制类、标准类的分类方式，申请相应的适航证件。\r\n上述“管理要求”至今尚未出台。专门从事飞行器研发和生产的深圳市莲花百川科技有限公司董事长严劲松告诉澎湃新闻，原因是无人机生产企业意见较大，“突然增加一道工作，都不想被管”，他透露，去年这份管理要求意见稿征求意见阶段，全国只有两家企业表示支持，200多家无人机及时相关企业联合反对。但今年频发的无人机扰航事件让形势变得严峻，该“管理要求”的出台只是时间问题。', '2017-05-27 10:43:22', '1', null);
INSERT INTO `article_newbie` VALUES ('12', '1', '54757577', '公务员辞职有了\"紧箍咒\"!辞职要报告从业去向', '重奖“黑飞”举报人、严打净空区违法飞行、火速上线无人机实名登记系统、发布民用机场净空区域图……频发的无人机干扰民航飞行安全事件背后，一系列针对无人机的监管举措，正在紧锣密鼓制定中。\r\n2015年12月29日，中国民航局飞行标准司印发了《轻小无人机运行规定》（试行），因为是部门规章，约束力不足。\r\n多位参与征求意见的专家透露，该法规可能是目前针对无人机监管最全面的规定，不仅对无人机拥有者合法飞行指明了方向，也对无人机生产企业的生产提出新的要求，并对“黑飞”行为的处罚作出了明确规定。\r\n参与征求意见的王勇（化名）表示，该规定目前处于征求意见阶段，一些条文可能还会改动，但大体思路应该不会变动，即从生产到销售，以及拥有者的使用，都将依法可依。\r\n他还分析，由于近期无人机监管形势严峻，各方压力都很大，该“管理规定”可能很快就会出台。\r\n王勇介绍，目前正在征求意见的管理规定明确，今后将在无人机生产过程中，推行适航审定制度。如民用无人驾驶航空器未按规定取得适航证书而飞行，将被责令停止飞行，处以10万元以上50万元以下的罚款。\r\n“达到打击违规、清理乱象、正规秩序的目的”\r\n澎湃新闻注意到，上述“整治方案”部署了明确的工作进度，在宏观思路和具体手段上，都提出了要求，并设定了整治工作需要达到的目标。这为后来一系列具体法规和举措的出台，埋下了伏笔。\r\n按“整治方案”部署的要求，这项工作分抽查摸底、集中整治和总结评估三个阶段。完成时间分别为5月底、7月底前和8月底前。目前进行的无人机实名登记，即属于抽查摸底阶段的工作之一。\r\n在集中整治阶段，将加强无人机数量分布集中地区和“黑飞”高发地，以及首都地区、机场周边、重要设施和敏感地区的违法飞行的监控处置和处罚，“达到打击违规、清理乱象、正规秩序的目的”。\r\n在效果评估阶段，空管委将汇总各地整治情况报告，视情况推广有益做法，研究建立健全无人驾驶航空器长效管理机制的措施。\r\n值得一提的是，“整治方案”还给出了较为细致的实施措施。比如，对本地区无人航空器爱好者的情况，有关部门要持续跟踪，对重点人员要不定期走访，增大巡查力度，形成高压态势。\r\n成都和重庆多位无人机爱好者均表示，近期辖区民警到家里来调查，并做了笔录。重庆一位无人机爱好者称，不久前有人半夜敲门，开门才知是民警来询问近期放飞无人机的情况。\r\n此外，对于重点区域的监控、如何规范运行、无人机企业产品的管理、宣传教育和长效机制的建立方面，“整治方案”都给出了方向性的意见。\r\n无人机从图纸设计到生产结束都要监控之中\r\n“整治方案”是紧急情况下的治标之举，而治本则有赖于建立一套能够规范无人机使用的长效机制：除了已经发布的实名制登记规定，无人机的飞行管理规定也在酝酿中。\r\n王勇介绍，目前正在征求意见的无人驾驶航空器飞行管理规定（下称无人机飞行管理规定），对无人机生产企业和监管部门的工作，提出了更高更细的要求。\r\n无人机飞行管理规定明确，今后将在无人机生产过程中，推行适航审定制度。\r\n适航证由适航部门根据民用航空器产品和零件合格审定规定，对民用航空器颁发的证明其处于安全可用状态的证件。\r\n通俗地说，即在一架无人机从图纸设计到生产结束，整个过程都应该纳入民航局试航司的监控之中，以确保每个步骤可追溯。适航监察员对申请适航证的航空器的适航检查，在航空器是设计、制造、组装或者改装现场进行。\r\n适航审定制度是确保飞机的安全性能的重要保障。目前，只有“有人机”和一些需要在航路上飞行的无人机，进行了适航审定。一般消费机无人机，并没有纳入适航审定。\r\n2016年，《民用无人驾驶航空器系统适航管理要求（暂行）》发布征求意见稿，其中已规定，民用无人驾驶航空器最大起飞重量大于250克的民用无人驾驶航空器需按照特殊类、限制类、标准类的分类方式，申请相应的适航证件。\r\n上述“管理要求”至今尚未出台。专门从事飞行器研发和生产的深圳市莲花百川科技有限公司董事长严劲松告诉澎湃新闻，原因是无人机生产企业意见较大，“突然增加一道工作，都不想被管”，他透露，去年这份管理要求意见稿征求意见阶段，全国只有两家企业表示支持，200多家无人机及时相关企业联合反对。但今年频发的无人机扰航事件让形势变得严峻，该“管理要求”的出台只是时间问题。', '2017-05-27 10:43:22', '1', null);
INSERT INTO `article_newbie` VALUES ('13', '1', '54674572', '公务员辞职有了\"紧箍咒\"!辞职要报告从业去向', '重奖“黑飞”举报人、严打净空区违法飞行、火速上线无人机实名登记系统、发布民用机场净空区域图……频发的无人机干扰民航飞行安全事件背后，一系列针对无人机的监管举措，正在紧锣密鼓制定中。\r\n2015年12月29日，中国民航局飞行标准司印发了《轻小无人机运行规定》（试行），因为是部门规章，约束力不足。\r\n多位参与征求意见的专家透露，该法规可能是目前针对无人机监管最全面的规定，不仅对无人机拥有者合法飞行指明了方向，也对无人机生产企业的生产提出新的要求，并对“黑飞”行为的处罚作出了明确规定。\r\n参与征求意见的王勇（化名）表示，该规定目前处于征求意见阶段，一些条文可能还会改动，但大体思路应该不会变动，即从生产到销售，以及拥有者的使用，都将依法可依。\r\n他还分析，由于近期无人机监管形势严峻，各方压力都很大，该“管理规定”可能很快就会出台。\r\n王勇介绍，目前正在征求意见的管理规定明确，今后将在无人机生产过程中，推行适航审定制度。如民用无人驾驶航空器未按规定取得适航证书而飞行，将被责令停止飞行，处以10万元以上50万元以下的罚款。\r\n“达到打击违规、清理乱象、正规秩序的目的”\r\n澎湃新闻注意到，上述“整治方案”部署了明确的工作进度，在宏观思路和具体手段上，都提出了要求，并设定了整治工作需要达到的目标。这为后来一系列具体法规和举措的出台，埋下了伏笔。\r\n按“整治方案”部署的要求，这项工作分抽查摸底、集中整治和总结评估三个阶段。完成时间分别为5月底、7月底前和8月底前。目前进行的无人机实名登记，即属于抽查摸底阶段的工作之一。\r\n在集中整治阶段，将加强无人机数量分布集中地区和“黑飞”高发地，以及首都地区、机场周边、重要设施和敏感地区的违法飞行的监控处置和处罚，“达到打击违规、清理乱象、正规秩序的目的”。\r\n在效果评估阶段，空管委将汇总各地整治情况报告，视情况推广有益做法，研究建立健全无人驾驶航空器长效管理机制的措施。\r\n值得一提的是，“整治方案”还给出了较为细致的实施措施。比如，对本地区无人航空器爱好者的情况，有关部门要持续跟踪，对重点人员要不定期走访，增大巡查力度，形成高压态势。\r\n成都和重庆多位无人机爱好者均表示，近期辖区民警到家里来调查，并做了笔录。重庆一位无人机爱好者称，不久前有人半夜敲门，开门才知是民警来询问近期放飞无人机的情况。\r\n此外，对于重点区域的监控、如何规范运行、无人机企业产品的管理、宣传教育和长效机制的建立方面，“整治方案”都给出了方向性的意见。\r\n无人机从图纸设计到生产结束都要监控之中\r\n“整治方案”是紧急情况下的治标之举，而治本则有赖于建立一套能够规范无人机使用的长效机制：除了已经发布的实名制登记规定，无人机的飞行管理规定也在酝酿中。\r\n王勇介绍，目前正在征求意见的无人驾驶航空器飞行管理规定（下称无人机飞行管理规定），对无人机生产企业和监管部门的工作，提出了更高更细的要求。\r\n无人机飞行管理规定明确，今后将在无人机生产过程中，推行适航审定制度。\r\n适航证由适航部门根据民用航空器产品和零件合格审定规定，对民用航空器颁发的证明其处于安全可用状态的证件。\r\n通俗地说，即在一架无人机从图纸设计到生产结束，整个过程都应该纳入民航局试航司的监控之中，以确保每个步骤可追溯。适航监察员对申请适航证的航空器的适航检查，在航空器是设计、制造、组装或者改装现场进行。\r\n适航审定制度是确保飞机的安全性能的重要保障。目前，只有“有人机”和一些需要在航路上飞行的无人机，进行了适航审定。一般消费机无人机，并没有纳入适航审定。\r\n2016年，《民用无人驾驶航空器系统适航管理要求（暂行）》发布征求意见稿，其中已规定，民用无人驾驶航空器最大起飞重量大于250克的民用无人驾驶航空器需按照特殊类、限制类、标准类的分类方式，申请相应的适航证件。\r\n上述“管理要求”至今尚未出台。专门从事飞行器研发和生产的深圳市莲花百川科技有限公司董事长严劲松告诉澎湃新闻，原因是无人机生产企业意见较大，“突然增加一道工作，都不想被管”，他透露，去年这份管理要求意见稿征求意见阶段，全国只有两家企业表示支持，200多家无人机及时相关企业联合反对。但今年频发的无人机扰航事件让形势变得严峻，该“管理要求”的出台只是时间问题。', '2017-05-27 10:43:22', '1', null);
INSERT INTO `article_newbie` VALUES ('14', '4', '57567867', '公务员辞职有了\"紧箍咒\"!辞职要报告从业去向', '重奖“黑飞”举报人、严打净空区违法飞行、火速上线无人机实名登记系统、发布民用机场净空区域图……频发的无人机干扰民航飞行安全事件背后，一系列针对无人机的监管举措，正在紧锣密鼓制定中。\r\n2015年12月29日，中国民航局飞行标准司印发了《轻小无人机运行规定》（试行），因为是部门规章，约束力不足。\r\n多位参与征求意见的专家透露，该法规可能是目前针对无人机监管最全面的规定，不仅对无人机拥有者合法飞行指明了方向，也对无人机生产企业的生产提出新的要求，并对“黑飞”行为的处罚作出了明确规定。\r\n参与征求意见的王勇（化名）表示，该规定目前处于征求意见阶段，一些条文可能还会改动，但大体思路应该不会变动，即从生产到销售，以及拥有者的使用，都将依法可依。\r\n他还分析，由于近期无人机监管形势严峻，各方压力都很大，该“管理规定”可能很快就会出台。\r\n王勇介绍，目前正在征求意见的管理规定明确，今后将在无人机生产过程中，推行适航审定制度。如民用无人驾驶航空器未按规定取得适航证书而飞行，将被责令停止飞行，处以10万元以上50万元以下的罚款。\r\n“达到打击违规、清理乱象、正规秩序的目的”\r\n澎湃新闻注意到，上述“整治方案”部署了明确的工作进度，在宏观思路和具体手段上，都提出了要求，并设定了整治工作需要达到的目标。这为后来一系列具体法规和举措的出台，埋下了伏笔。\r\n按“整治方案”部署的要求，这项工作分抽查摸底、集中整治和总结评估三个阶段。完成时间分别为5月底、7月底前和8月底前。目前进行的无人机实名登记，即属于抽查摸底阶段的工作之一。\r\n在集中整治阶段，将加强无人机数量分布集中地区和“黑飞”高发地，以及首都地区、机场周边、重要设施和敏感地区的违法飞行的监控处置和处罚，“达到打击违规、清理乱象、正规秩序的目的”。\r\n在效果评估阶段，空管委将汇总各地整治情况报告，视情况推广有益做法，研究建立健全无人驾驶航空器长效管理机制的措施。\r\n值得一提的是，“整治方案”还给出了较为细致的实施措施。比如，对本地区无人航空器爱好者的情况，有关部门要持续跟踪，对重点人员要不定期走访，增大巡查力度，形成高压态势。\r\n成都和重庆多位无人机爱好者均表示，近期辖区民警到家里来调查，并做了笔录。重庆一位无人机爱好者称，不久前有人半夜敲门，开门才知是民警来询问近期放飞无人机的情况。\r\n此外，对于重点区域的监控、如何规范运行、无人机企业产品的管理、宣传教育和长效机制的建立方面，“整治方案”都给出了方向性的意见。\r\n无人机从图纸设计到生产结束都要监控之中\r\n“整治方案”是紧急情况下的治标之举，而治本则有赖于建立一套能够规范无人机使用的长效机制：除了已经发布的实名制登记规定，无人机的飞行管理规定也在酝酿中。\r\n王勇介绍，目前正在征求意见的无人驾驶航空器飞行管理规定（下称无人机飞行管理规定），对无人机生产企业和监管部门的工作，提出了更高更细的要求。\r\n无人机飞行管理规定明确，今后将在无人机生产过程中，推行适航审定制度。\r\n适航证由适航部门根据民用航空器产品和零件合格审定规定，对民用航空器颁发的证明其处于安全可用状态的证件。\r\n通俗地说，即在一架无人机从图纸设计到生产结束，整个过程都应该纳入民航局试航司的监控之中，以确保每个步骤可追溯。适航监察员对申请适航证的航空器的适航检查，在航空器是设计、制造、组装或者改装现场进行。\r\n适航审定制度是确保飞机的安全性能的重要保障。目前，只有“有人机”和一些需要在航路上飞行的无人机，进行了适航审定。一般消费机无人机，并没有纳入适航审定。\r\n2016年，《民用无人驾驶航空器系统适航管理要求（暂行）》发布征求意见稿，其中已规定，民用无人驾驶航空器最大起飞重量大于250克的民用无人驾驶航空器需按照特殊类、限制类、标准类的分类方式，申请相应的适航证件。\r\n上述“管理要求”至今尚未出台。专门从事飞行器研发和生产的深圳市莲花百川科技有限公司董事长严劲松告诉澎湃新闻，原因是无人机生产企业意见较大，“突然增加一道工作，都不想被管”，他透露，去年这份管理要求意见稿征求意见阶段，全国只有两家企业表示支持，200多家无人机及时相关企业联合反对。但今年频发的无人机扰航事件让形势变得严峻，该“管理要求”的出台只是时间问题。', '2017-05-27 10:43:22', '1', null);
INSERT INTO `article_newbie` VALUES ('15', '12', '57657553', '公务员辞职有了\"紧箍咒\"!辞职要报告从业去向', '重奖“黑飞”举报人、严打净空区违法飞行、火速上线无人机实名登记系统、发布民用机场净空区域图……频发的无人机干扰民航飞行安全事件背后，一系列针对无人机的监管举措，正在紧锣密鼓制定中。\r\n2015年12月29日，中国民航局飞行标准司印发了《轻小无人机运行规定》（试行），因为是部门规章，约束力不足。\r\n多位参与征求意见的专家透露，该法规可能是目前针对无人机监管最全面的规定，不仅对无人机拥有者合法飞行指明了方向，也对无人机生产企业的生产提出新的要求，并对“黑飞”行为的处罚作出了明确规定。\r\n参与征求意见的王勇（化名）表示，该规定目前处于征求意见阶段，一些条文可能还会改动，但大体思路应该不会变动，即从生产到销售，以及拥有者的使用，都将依法可依。\r\n他还分析，由于近期无人机监管形势严峻，各方压力都很大，该“管理规定”可能很快就会出台。\r\n王勇介绍，目前正在征求意见的管理规定明确，今后将在无人机生产过程中，推行适航审定制度。如民用无人驾驶航空器未按规定取得适航证书而飞行，将被责令停止飞行，处以10万元以上50万元以下的罚款。\r\n“达到打击违规、清理乱象、正规秩序的目的”\r\n澎湃新闻注意到，上述“整治方案”部署了明确的工作进度，在宏观思路和具体手段上，都提出了要求，并设定了整治工作需要达到的目标。这为后来一系列具体法规和举措的出台，埋下了伏笔。\r\n按“整治方案”部署的要求，这项工作分抽查摸底、集中整治和总结评估三个阶段。完成时间分别为5月底、7月底前和8月底前。目前进行的无人机实名登记，即属于抽查摸底阶段的工作之一。\r\n在集中整治阶段，将加强无人机数量分布集中地区和“黑飞”高发地，以及首都地区、机场周边、重要设施和敏感地区的违法飞行的监控处置和处罚，“达到打击违规、清理乱象、正规秩序的目的”。\r\n在效果评估阶段，空管委将汇总各地整治情况报告，视情况推广有益做法，研究建立健全无人驾驶航空器长效管理机制的措施。\r\n值得一提的是，“整治方案”还给出了较为细致的实施措施。比如，对本地区无人航空器爱好者的情况，有关部门要持续跟踪，对重点人员要不定期走访，增大巡查力度，形成高压态势。\r\n成都和重庆多位无人机爱好者均表示，近期辖区民警到家里来调查，并做了笔录。重庆一位无人机爱好者称，不久前有人半夜敲门，开门才知是民警来询问近期放飞无人机的情况。\r\n此外，对于重点区域的监控、如何规范运行、无人机企业产品的管理、宣传教育和长效机制的建立方面，“整治方案”都给出了方向性的意见。\r\n无人机从图纸设计到生产结束都要监控之中\r\n“整治方案”是紧急情况下的治标之举，而治本则有赖于建立一套能够规范无人机使用的长效机制：除了已经发布的实名制登记规定，无人机的飞行管理规定也在酝酿中。\r\n王勇介绍，目前正在征求意见的无人驾驶航空器飞行管理规定（下称无人机飞行管理规定），对无人机生产企业和监管部门的工作，提出了更高更细的要求。\r\n无人机飞行管理规定明确，今后将在无人机生产过程中，推行适航审定制度。\r\n适航证由适航部门根据民用航空器产品和零件合格审定规定，对民用航空器颁发的证明其处于安全可用状态的证件。\r\n通俗地说，即在一架无人机从图纸设计到生产结束，整个过程都应该纳入民航局试航司的监控之中，以确保每个步骤可追溯。适航监察员对申请适航证的航空器的适航检查，在航空器是设计、制造、组装或者改装现场进行。\r\n适航审定制度是确保飞机的安全性能的重要保障。目前，只有“有人机”和一些需要在航路上飞行的无人机，进行了适航审定。一般消费机无人机，并没有纳入适航审定。\r\n2016年，《民用无人驾驶航空器系统适航管理要求（暂行）》发布征求意见稿，其中已规定，民用无人驾驶航空器最大起飞重量大于250克的民用无人驾驶航空器需按照特殊类、限制类、标准类的分类方式，申请相应的适航证件。\r\n上述“管理要求”至今尚未出台。专门从事飞行器研发和生产的深圳市莲花百川科技有限公司董事长严劲松告诉澎湃新闻，原因是无人机生产企业意见较大，“突然增加一道工作，都不想被管”，他透露，去年这份管理要求意见稿征求意见阶段，全国只有两家企业表示支持，200多家无人机及时相关企业联合反对。但今年频发的无人机扰航事件让形势变得严峻，该“管理要求”的出台只是时间问题。', '2017-05-27 10:43:22', '1', null);
INSERT INTO `article_newbie` VALUES ('16', '3', '75475777', '公务员辞职有了\"紧箍咒\"!辞职要报告从业去向', '重奖“黑飞”举报人、严打净空区违法飞行、火速上线无人机实名登记系统、发布民用机场净空区域图……频发的无人机干扰民航飞行安全事件背后，一系列针对无人机的监管举措，正在紧锣密鼓制定中。\r\n2015年12月29日，中国民航局飞行标准司印发了《轻小无人机运行规定》（试行），因为是部门规章，约束力不足。\r\n多位参与征求意见的专家透露，该法规可能是目前针对无人机监管最全面的规定，不仅对无人机拥有者合法飞行指明了方向，也对无人机生产企业的生产提出新的要求，并对“黑飞”行为的处罚作出了明确规定。\r\n参与征求意见的王勇（化名）表示，该规定目前处于征求意见阶段，一些条文可能还会改动，但大体思路应该不会变动，即从生产到销售，以及拥有者的使用，都将依法可依。\r\n他还分析，由于近期无人机监管形势严峻，各方压力都很大，该“管理规定”可能很快就会出台。\r\n王勇介绍，目前正在征求意见的管理规定明确，今后将在无人机生产过程中，推行适航审定制度。如民用无人驾驶航空器未按规定取得适航证书而飞行，将被责令停止飞行，处以10万元以上50万元以下的罚款。\r\n“达到打击违规、清理乱象、正规秩序的目的”\r\n澎湃新闻注意到，上述“整治方案”部署了明确的工作进度，在宏观思路和具体手段上，都提出了要求，并设定了整治工作需要达到的目标。这为后来一系列具体法规和举措的出台，埋下了伏笔。\r\n按“整治方案”部署的要求，这项工作分抽查摸底、集中整治和总结评估三个阶段。完成时间分别为5月底、7月底前和8月底前。目前进行的无人机实名登记，即属于抽查摸底阶段的工作之一。\r\n在集中整治阶段，将加强无人机数量分布集中地区和“黑飞”高发地，以及首都地区、机场周边、重要设施和敏感地区的违法飞行的监控处置和处罚，“达到打击违规、清理乱象、正规秩序的目的”。\r\n在效果评估阶段，空管委将汇总各地整治情况报告，视情况推广有益做法，研究建立健全无人驾驶航空器长效管理机制的措施。\r\n值得一提的是，“整治方案”还给出了较为细致的实施措施。比如，对本地区无人航空器爱好者的情况，有关部门要持续跟踪，对重点人员要不定期走访，增大巡查力度，形成高压态势。\r\n成都和重庆多位无人机爱好者均表示，近期辖区民警到家里来调查，并做了笔录。重庆一位无人机爱好者称，不久前有人半夜敲门，开门才知是民警来询问近期放飞无人机的情况。\r\n此外，对于重点区域的监控、如何规范运行、无人机企业产品的管理、宣传教育和长效机制的建立方面，“整治方案”都给出了方向性的意见。\r\n无人机从图纸设计到生产结束都要监控之中\r\n“整治方案”是紧急情况下的治标之举，而治本则有赖于建立一套能够规范无人机使用的长效机制：除了已经发布的实名制登记规定，无人机的飞行管理规定也在酝酿中。\r\n王勇介绍，目前正在征求意见的无人驾驶航空器飞行管理规定（下称无人机飞行管理规定），对无人机生产企业和监管部门的工作，提出了更高更细的要求。\r\n无人机飞行管理规定明确，今后将在无人机生产过程中，推行适航审定制度。\r\n适航证由适航部门根据民用航空器产品和零件合格审定规定，对民用航空器颁发的证明其处于安全可用状态的证件。\r\n通俗地说，即在一架无人机从图纸设计到生产结束，整个过程都应该纳入民航局试航司的监控之中，以确保每个步骤可追溯。适航监察员对申请适航证的航空器的适航检查，在航空器是设计、制造、组装或者改装现场进行。\r\n适航审定制度是确保飞机的安全性能的重要保障。目前，只有“有人机”和一些需要在航路上飞行的无人机，进行了适航审定。一般消费机无人机，并没有纳入适航审定。\r\n2016年，《民用无人驾驶航空器系统适航管理要求（暂行）》发布征求意见稿，其中已规定，民用无人驾驶航空器最大起飞重量大于250克的民用无人驾驶航空器需按照特殊类、限制类、标准类的分类方式，申请相应的适航证件。\r\n上述“管理要求”至今尚未出台。专门从事飞行器研发和生产的深圳市莲花百川科技有限公司董事长严劲松告诉澎湃新闻，原因是无人机生产企业意见较大，“突然增加一道工作，都不想被管”，他透露，去年这份管理要求意见稿征求意见阶段，全国只有两家企业表示支持，200多家无人机及时相关企业联合反对。但今年频发的无人机扰航事件让形势变得严峻，该“管理要求”的出台只是时间问题。', '2017-05-27 10:43:22', '1', null);

-- ----------------------------
-- Table structure for `article_news`
-- ----------------------------
DROP TABLE IF EXISTS `article_news`;
CREATE TABLE `article_news` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT COMMENT '新闻资讯',
  `vid` int(11) DEFAULT NULL COMMENT '序号',
  `art_ID` varchar(20) DEFAULT NULL COMMENT '资讯ID',
  `title` varchar(255) DEFAULT NULL COMMENT '标题',
  `face_img` varchar(255) DEFAULT NULL COMMENT '仅支持jpg、png格式图片',
  `content` text COMMENT '正文',
  `create_time` datetime DEFAULT NULL,
  `admin_id` int(11) DEFAULT NULL COMMENT '管理员id',
  `update_time` datetime DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=6 DEFAULT CHARSET=utf8 COMMENT='新闻资讯';

-- ----------------------------
-- Records of article_news
-- ----------------------------
INSERT INTO `article_news` VALUES ('1', '1', '436465', '汽车灯光全扫描:不只有远光灯才讨人厌', '/data/upload/test_img/QQ截图20170516112021.jpg', '【PConline 杂谈】汽车灯光是老生常谈的话题了，鉴于早前《汽车玻璃全扫面》一文获得不少认可，所以今天我们来聊聊汽车灯光。汽车不同灯光的使用场景不尽相同，即便是开车很久的老司机也未必能正确使用所有灯光，反而有些时候恰恰由于所谓“常识”而祸害他人。\r\n\r\n汽车灯光全扫描:不只有远光灯才讨人厌\r\n汽车灯光全扫描:不只有远光灯才讨人厌\r\n\r\n　　真正意义上的车联网时代还未到来，车与车之间的有效交流依旧仅停留在汽车灯光，驾驶员看灯行驶，可有效地预判周边车辆动态轨迹。那么你要是不恰当运用灯光或干脆不用灯光，造成的错误信息在一定程度上会误导对方，导致交通事故发生概率徒增。\r\n\r\n汽车玻璃全扫描:老司机也不一定全懂它\r\n\r\n　　“全扫描”是PConline汽车科技一个关注某个零件的特色栏目，如后续出现汽车轮胎全扫描、汽车尾翼全扫描之类的都是有可能的。为了让文章更全面，文中难免会出现陈年内容，不喜勿喷哈。\r\n\r\n　　接下来你将看到以下信息：\r\n\r\n 　　1| 汽车灯的演变史；\r\n 　　2| 汽车灯的种类与应用场景；\r\n 　　3| 汽车灯光的信息化趋势；\r\n\r\n▍汽车灯的科技演变\r\n\r\n　　我们已经不是第一次聊到汽车灯光的演变。在之前的文章中亦有提及（猛戳下图即可阅读），概括地来说，汽车照明灯是从无到煤油灯、再到氙气灯、后发展到LED灯，总的发展主线是：越来越亮。\r\n\r\n奥迪\r\n\r\n奥迪 \r\n（图注：）氙气大灯\r\n\r\n汽车照明大灯发展历程\r\n类型	应用时间	缺点\r\n煤油灯	1886年-1904年	亮度不足\r\n乙炔灯	1905年-1925年	易被雨水浇灭且产生腐蚀性强的碱石灰（氢氧化钙）\r\n钨丝白炽灯	约1960年时期启用	钨丝汽化遇冷会使灯罩发黑\r\n卤素灯	约1960年时期启用	亮度不满足日益复杂的行车环境\r\n氙气大灯	1995年	易造成炫光\r\nLED灯	2007年	需有效散热\r\n　　汽车集成科技元素日益加持下，汽车大灯越来越智能，市场上推出可随动转向汽车大灯，减少拐角时的盲区；也推出了可单独开关的多LED大灯，让你任何时候都不会被吐槽为远光狗；亦有避免直射行人或动物眼睛的贴心控光技术，尽显人文关怀。\r\n\r\n▍该开哪盏灯很关键\r\n\r\n　　首先我们先来聊一下汽车灯光种类与它们适用环境，资格老的老司机可以略过这章节。各类灯光若在不恰当使用会给周边路人或车辆带来各种“不良反应”：\r\n\r\n汽车灯光 \r\n（图注：常见拨杆式灯光控制模块）\r\n\r\n1.行车灯\r\n　　行车灯又称“日间行车灯”，顾名思义是其即便是像大白天光照环境一样要开启的灯光。这种灯本身设定就不是为了照明，而是一种信号灯，让人辨识到这是一辆正在运行的车辆。外国研究表明，开启日间行车灯能有效较低12.4%的交通事故，同时较低26.4%车祸死亡率。目前市场销售的新车大多都配置上了日间行车灯。\r\n\r\n　　不良反应：按照技术参数规定，汽车日间行车灯发光强度不得小于400cd，不应大于800cd，但有好事者为了酷炫，不但私自改装灯光颜色，还特意调高了亮度，其危害不亚于远光灯。\r\n\r\n2.近光灯\r\n　　近光灯是我们夜间行车最常用的灯光种类，属于一种近距离照明灯，照射范围为30-40米左右。\r\n\r\n　　不良反应：现在路面上SUV众多，由于SUV底盘较高，所以相对应近光灯的水平位置会高于其他轿车，近距离与轿车会车时，近光灯投射角度过高形同于远光灯！所以可调近光灯角度的车型尽可能调低角度。另外，在光线较好的路段，我们会忘了开大灯，这时候也是很危险的，在其他车辆的后视镜里，你的车已经近乎隐形了。\r\n\r\n汽车灯光 \r\n（图注：不恰当用灯会危害他人）\r\n\r\n3.远光灯\r\n　　远光灯同样是重要的照明灯，它是相对于近光灯进行差异化设定，照射角度更高、照射距离更远。多用于无路灯照明的高速公路与昏暗的郊区道路，而且使用的前提是前方没有前车与来车。\r\n\r\n　　不良反应：远光灯的危害相信上过路的娃都有所感受，开启远光灯会车时，会让对方短暂型失明（生理解释是：由于眼球具有应激性，人眼受到强光刺激后，瞳孔由正常的5-8mm自动收缩至1mm左右，使得眼球进光量瞬时减至原来的1/30，出现类似夜盲的情况），在这种情况下，对方根本无法判断来车轮廓以及路况，尤其是拐弯处会车更加危险，要不强行盲行，要不就被逼停；还有另一种情况是后方车辆开启远光灯，前车的两侧与车内后视镜会因此造成大面积光晕，无法判断车后情况，干扰行驶安全；在大雾天也别天真地以为开启远光灯能看更清楚，灯光在雾里造成漫反射，更加看不清了。\r\n\r\n4.转向灯\r\n　　转向灯通过不间断频闪用以警示的信号灯，一般是在转向或变换车道时使用。转向灯以醒目的黄色光示人，闪亮的方式向人强调它的存在感。灯厂奥迪为了强化效果，推出的动感转向灯，并应用至量产车型。\r\n\r\n　　不良反应：变道、拐弯不打转向灯是常见危险驾驶行为，不打招呼就强行变道其他车辆前方，让人置身于追尾危险中。打转向灯其实是件很绅士的行为，打声招呼，人家也更愿意让你先行。\r\n\r\n汽车灯光 \r\n（图注：汽车用灯得看场景）\r\n\r\n5.危险灯\r\n　　危险灯俗称“双闪灯”或“双跳灯”，其开关一般被设计在最显眼的位置，因为它作用非常重要。\r\n\r\n　　不良反应：婚礼车队齐刷刷开警示灯亦是遗留下来的陋习，因为在非恰当情况时使用警示灯，会丧失转向灯的提示作用，危害其他车辆行驶安全。\r\n\r\n6.雾灯\r\n　　较之以上几类灯种，雾灯使用率相对低频。雾灯分前后雾灯，相对应的标识不一样，需要注意区分。前雾灯一般为明亮的黄色，后雾灯则为醒目的红色，雾灯光线拥有亮度高、穿透性强的特点。工作模式一般为三档：前后雾灯关闭/仅开前雾灯/前后雾灯打开。\r\n\r\n　　不良反应：该灯仅限于大雾天时开启，由于其亮度高，其他情况时最好不要开启，避免对其他驾驶员造成眩光干扰。\r\n\r\n▍灯光变化是汽车界的手语了\r\n\r\n　　介绍完那么多类型的灯，可以得知它们的角色不仅仅只是照明的作用，更多地作用是向外界传递更多信息，我们日常驾车已然默契地培养出这样一套适用于汽车的灯光“手语”：\r\n\r\n「双闪」：我的车可能出了点问题，请远离我；\r\n「交替开闭远光灯」：代替喇叭示意路人或车辆注意；\r\n「点踩刹车亮起尾部刹车灯」：提醒后车注意车距；\r\n......等等\r\n\r\n　　像林肯MKX配备尊贵感十足的迎宾灯，量产车的光照效果只是简单的将十字架Logo投射在地面上，大家有没有想过若投影的内容更加丰富，是否可能为未来共享汽车埋下伏笔呢？\r\n\r\n林肯迎宾灯 \r\n（图注：林肯的迎宾灯）\r\n\r\n　　未来的共享汽车必然是强调人与车之间的交流，早前，宝马发布一众品牌100周年系列概念车，其中的宝马Mini全新概念车便大玩灯光秀，车头盖上配有大号灯具，可以在车前小范围区域投影出不同颜色的图案信息。官方称概念车装备有身份传感器，能自动识别走进汽车的人是谁。主打共享概念赋予这盏灯在人车交流上更多的想象空间。\r\n\r\n宝马mini概念车\r\n（图注：宝马Mini全新概念车可在车头前方投射图案）\r\n\r\n　　奔驰对外亦公布一款高科技大灯，除了智能照明外，还有一项名为“数字光束”的灯光技术，车辆大灯能向地面投射各种信息，例如导航信息，车距辅助线，简直就是加强版的抬头显示......\r\n\r\n汽车灯光 \r\n（图注：奔驰的数字光束）\r\n\r\n　　当然，这些灯肯定都是造价不菲......希望大家开车注意安全，该亮的灯该亮，该灭的灯也该灭。', '2017-05-16 14:16:52', '1', null);
INSERT INTO `article_news` VALUES ('2', null, '456466', '勒索病毒入侵 竟导致这两家汽车工厂停工', '/data/upload/test_img/QQ截图20170516111947.jpg', '【PConline 资讯】法国当地时间5月13日，雷诺汽车表示其计算机系统遭到目前臭名昭著的网络勒索病毒攻击，旗下几个工厂已经暂时停工。\r\n\r\n　　当地时间5月13日，雷诺位于法国桑杜维尔和斯洛文尼亚新梅斯托的工厂的生产工作都已经暂停，两家工厂主要生产包括雷诺Twingo、Clio和Trafic。不过由于正处周末，法国工厂并没有处于产能全开的状态，所以病毒带来的影响较小。而斯洛文尼亚的工厂则是主动停产以“避避风头”，等到病毒得到有效控制后再恢复生产。\r\n\r\n雷诺Clio\r\n雷诺Clio\r\n\r\n　　而雷诺的日本盟友可就没这么幸运了。日产汽车在英国桑德兰的工厂就受到了该病毒的攻击，好几个系统受到牵连，据当地媒体报道这家工厂已经停工。桑德兰的这家工厂体量挺大，拥有7000名员工，病毒攻击前正在生产包括日产聆风、逍客和英菲尼迪Q30等等车型。\r\n\r\n日产聆风\r\n日产聆风\r\n\r\n　　编辑点评：此次网络勒索病毒的攻击范围极广，涵盖了全球范围内的多数计算机。而攻击汽车工厂的话，有点黑道大哥收保护费才允许继续生产的意思。', '2017-05-16 14:17:00', '1', null);
INSERT INTO `article_news` VALUES ('3', null, '345664', '念叨那么久 VVT-i和i-VTEC究竟有啥区别?', '/data/upload/test_img/QQ截图20170516135505.jpg', '【PConline 杂谈】“我的卡罗拉有VVT-i，可变气门正时系统能根据实际情况调节气门正时位置，提高动力表现哈哈哈。”\r\n\r\n　　“噢，可是我的思域有i-VTEC，除了可变气门正时外还能升程，你跟我比？”\r\n\r\n　　都说本田大法好，丰田就真的比不上么？来看看这两家的看家法宝究竟是什么。\r\n\r\n1\r\n\r\n　　不过首先，我们先来看看什么是奥拓循环和阿特金森循环。\r\n\r\n　　目前绝大多数的汽油发动机都是奥拓循环，由德国工程师尼古拉斯·奥拓于1876年发明的基于此循环的内燃机，并且申请了专利。\r\n\r\n典型的奥拓循环示意图\r\n典型的奥拓循环示意图\r\n\r\n　　不过，发动机的动力很快就达到一个相对的极限，想要继续压榨动力的话就得用新的技术。除了现在常见的涡轮增压、机械增压外，另一个能够显著提高燃油利用率的就是提高发动机的压缩比。\r\n\r\n　　什么是压缩比呢？简单的理解就是压缩过程中，气缸的最大体积和最小体积之比，也就是活塞在压缩前到达最低点时活塞上方气缸体积和压缩过程中活塞到达最高点时活塞上方气缸体积的比值。\r\n\r\n　　而膨胀比就是在做功时，活塞运动时气缸最大体积和最小体积之比啦。\r\n\r\n1\r\n\r\n　　奥拓循环中，压缩比等于膨胀比。\r\n\r\n　　如果膨胀比大于压缩比，意味着燃料燃烧后气体的膨胀做功将更加完全，燃烧效率更大。而这个就是阿特金森循环的精髓所在。但是早期的阿特金森循环采用的机械结构非常复杂，制造成本和难度都很高，更别说常规的发动机维护。\r\n\r\n　　而目前的阿特金森循环则采用电力控制，推迟进气门的关闭时间，在活塞压缩的过程中有部分油气从进气口中排出，通过减少进气量来达到膨胀比大于压缩比的目的。\r\n\r\n　　简单地说，阿特金森循环的膨胀比大于压缩比，燃油经济性更好。但是由于是通过减少进气量来达到这个效果，所以发动机并没有全力输出。\r\n\r\n什么是VVT-i？\r\n\r\n　　常规发动机中，气门由凸轮轴带动，进排气门的时间都是固定的。固定的进排气节奏在一定条件下其实阻碍了发动机效率的提升，毕竟发动机所需的空气，以及需要排出的气体并不是随转速(凸轮轴)的改变而同步改变的。\r\n\r\n1\r\n\r\n　　不懂的话，想想你跑步的时候，急促的呼吸和过慢的呼吸都会导致自己身体的舒适度下降。在长跑的不同阶段，我们需要调整相应的呼吸频率来迎合身体对于氧气的需求。而对于汽车发动机而言，进气的多少同样取决于发动机实际的需求。如果能够根据发动机的需求来调节进气量，那将直接提升动力表现和燃料的燃烧效率。\r\n\r\n　　发动机处在较低转速时，不需要过多的气体进入，排气的时候也不需要太长的时间。太长的排气时间反而可能会导致发动机反向吸入废气，更加影响效率。而在较高转速时，发动机一个工作冲程仅仅需要千分之几秒，进气不足、排气不净的问题会直接导致发动机效率的降低。\r\n\r\n1\r\n\r\n　　VVT全名为可变气门正时(Variable Valve Timing)。在ECU中存储有不同状况下气门的最佳参数，而ECU从发动机各个部位的传感器中获取发动机的实时参数，包括转速、进气量、节气门位置等等，对应存储的数据，通过控制凸轮轴正时液压控制阀来执行反馈控制，控制气门的开启和关闭时间来匹配发动机的最佳工作状态，减少耗油量和废气排放，并且提高发动机的工作效率。\r\n\r\n　　而VVT-i其实就是多了个智能(intelligent)。发动机由低速向高速转换时，ECU自动将机油压向进气凸轮轴驱动齿轮内的小涡轮，使其旋转一定的角度，控制凸轮轴在60度的范围内前后旋转，改变进气门开启的时刻。由于机油量的增减是连续的，所以气门开启关闭的角度调节也是连续的。\r\n\r\n　　一般说的VVT-i只调节进气的时间长短。而双VVT-i则同时调节进、排气的时间。\r\n\r\n什么是i-VTEC？\r\n\r\n　　首先，VTEC全称“Variable Valve Timing and Lift Electronic Control”。除了VVT-i上有的可调节气门开闭时间之外，由于在同一根凸轮轴上有两三种不同角度的凸轮，使得在不同的转速区有着对应不同的凸轮的使用。凸轮的种类不同直接使得气门开启的幅度不同(进气量的不同)，这好比就是一扇窗，VVT只控制窗的开启时间，而VTEC则同时控制着窗的开启时间和开启的幅度。\r\n\r\n左下角的就是VTEC介入前，右上角则是VTEC介入\r\n左下角的就是VTEC介入前，右上角是VTEC介入后\r\n\r\n　　简单地说，同一根凸轮轴上的不同凸轮，在转速达到一定程度后，电磁阀激活，不同凸轮轴吸附在一起，作用的变成了更凸的那个轮轴。而在低转速时，电磁阀关闭，作用的则是没那么凸的轮轴。凸轮轴的这个“凸”的程度，决定的就是气门开启的幅度。\r\n\r\n1\r\n\r\n　　不过由于高低凸轮轴的不同，使得VTEC的介入非常突然，这也是众多视频中，采用了VTEC技术的本田在达到某个转速后动力提升非常明显，要是改装后马力大幅度提升，VTEC的存在简直就是“没有如蜗牛，有了窜天猴”。\r\n\r\n\r\n\r\n　　所以在此基础上，本田的i-VTEC则能够连续改变凸轮轴的结合角度，使得气门开启的角度变化更加平缓，不会再有“背后被人踹一脚”的感觉。\r\n\r\n为什么前面要说到阿特金森循环？\r\n\r\n　　因为最新的丰田VVT-iw，后缀的w意味着wide，也就是更宽的调节角度，达到了-30—50度的调节范围。由于凸轮轴加入了锁止装置，使得其能够固定在某个角度进行气门的开闭，能够固定延长气门的关闭时间，随着活塞到达最低点后的压缩，部分气体从进气口排出，制造出阿特金森循环的效果。\r\n\r\n　　这套系统主要用于目前的皇冠2.0T车型和卡罗拉的1.2T车型，使得小排量发动机“省油的时候开阿特金森，要马力的时候气门全开，进气量给你最充足”。', '2017-05-16 14:17:03', '1', null);
INSERT INTO `article_news` VALUES ('4', null, '345646', '比亚迪向美国交付了18米铰链式电动大巴', '/data/upload/test_img/QQ截图20170516135513.jpg', '【PConline 资讯】近日，比亚迪在北美亮相了首台纯电动环卫卡车，与此同时，比亚迪正式向北美市场交付全球首台18米长的纯电动铰链式大巴，注意哦，是全球首台！\r\n\r\n　　客户方为美国加州羚羊谷交通运输局AVTA (Antelope Valley Transit Authority)，在2016年2月与比亚迪达成订单，向比亚迪购买85台纯电动大巴，其中，包含了13台18米长的纯电动铰链式大巴，它想以此实现车队2018年全面电动化，从而成为北美首支100%电动大巴车队。\r\n\r\n比亚迪 \r\n首台交付AVTA的纯电动铰链式大巴，将帮助该公司打造100%纯电动化车队\r\n\r\n　　根据比亚迪官方资料显示：截至目前，比亚迪纯电动大巴、卡车及出租车足迹已遍布美国东西两岸，包括田纳西、马里兰、德克萨斯、密苏里和加利福利亚等30多个州。其兰卡斯特工厂目前已聘用约570名当地员工，年产350台大巴/卡车，随着业务的不断发展壮大，年产能将增至1500台，并将继续创造上千个就业岗位。\r\n\r\n　　编辑点评：近日大家的民族自豪感可谓是满满的，先是国产航母下水，后有中国大飞机C919首飞，比亚迪这小小电动车亦是大步地跨进北美市场，你觉得自豪吗？看好这事吗？', '2017-05-16 14:17:06', '1', null);
INSERT INTO `article_news` VALUES ('5', null, '456466', '比亚迪向美国交付了18米铰链式电动大巴', '/data/upload/test_img/QQ截图20170516111947.jpg', '比亚迪向美国交付了18米铰链式电动大巴比亚迪向美国交付了18米铰链式电动大巴比亚迪向美国交付了18米铰链式电动大巴比亚迪向美国交付了18米铰链式电动大巴比亚迪向美国交付了18米铰链式电动大巴比亚迪向美国交付了18米铰链式电动大巴比亚迪向美国交付了18米铰链式电动大巴比亚迪向美国交付了18米铰链式电动大巴比亚迪向美国交付了18米铰链式电动大巴比亚迪向美国交付了18米铰链式电动大巴', '2017-05-16 14:17:08', '1', null);

-- ----------------------------
-- Table structure for `banner`
-- ----------------------------
DROP TABLE IF EXISTS `banner`;
CREATE TABLE `banner` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT COMMENT 'banner管理',
  `type` tinyint(1) DEFAULT NULL COMMENT '1顶部banner 2腰部banner',
  `vid` int(11) DEFAULT NULL COMMENT '序号',
  `img` varchar(255) DEFAULT NULL COMMENT '顶部banner：仅支持jpg、png格式图片，建议尺寸w=750px，h=330px，不得超过1M\r\n腰部banner：仅支持jpg、png格式图片，建议尺寸w=1200px,h=100px不得超过1M',
  `title` varchar(255) DEFAULT NULL COMMENT '标题',
  `url_type` tinyint(1) DEFAULT '5' COMMENT '1促销活动 2新闻资讯 3新手上路 4外部链接 5无连接',
  `url` varchar(255) DEFAULT NULL,
  `create_time` datetime DEFAULT NULL,
  `update_time` datetime DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=7 DEFAULT CHARSET=utf8 COMMENT='banner管理';

-- ----------------------------
-- Records of banner
-- ----------------------------
INSERT INTO `banner` VALUES ('1', '1', null, '/data/upload/test_img/QQ20170516092510.jpg', '暗示法萨芬撒地方撒', '4', 'http://mengzian.top', '2017-05-16 10:51:31', '2017-05-16 10:51:31');
INSERT INTO `banner` VALUES ('2', '2', null, '/data/upload/test_img/QQ20170516092359.png', '按时法师法师法', '4', 'http://mengzian.top', '2017-05-16 10:51:45', '2017-05-16 10:51:45');
INSERT INTO `banner` VALUES ('3', '1', null, '/data/upload/test_img/QQ截图20170516111920.jpg', '暗示法萨芬三', '4', 'http://mengzian.top', '2017-05-16 10:51:57', '2017-05-16 10:51:57');
INSERT INTO `banner` VALUES ('4', '1', null, '/data/upload/test_img/QQ截图20170516111947.jpg', '阿萨是否三', '4', 'http://mengzian.top', '2017-05-16 10:52:24', '2017-05-16 10:52:24');
INSERT INTO `banner` VALUES ('5', '2', null, '/data/upload/test_img/QQ20170516092359.png', '暗示法萨芬大', '4', 'http://mengzian.top', '2017-05-16 10:52:10', '2017-05-16 10:52:10');
INSERT INTO `banner` VALUES ('6', '1', null, '/data/upload/test_img/QQ截图20170516112021.jpg', 'dsafdsdfvdf', '5', 'http://mengzian.top', '2017-05-16 11:22:38', null);

-- ----------------------------
-- Table structure for `base_ini`
-- ----------------------------
DROP TABLE IF EXISTS `base_ini`;
CREATE TABLE `base_ini` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT COMMENT '基础配置',
  `name` varchar(60) DEFAULT NULL COMMENT '配置名称',
  `value` text,
  `create_time` datetime DEFAULT NULL,
  `update_time` datetime DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=10 DEFAULT CHARSET=utf8 COMMENT='基础配置';

-- ----------------------------
-- Records of base_ini
-- ----------------------------
INSERT INTO `base_ini` VALUES ('1', '经销商VIP配置', '[{\"sort\":\"1\",\"number\":\"1\",\"money\":\"100\"},{\"sort\":\"2\",\"number\":\"3\",\"money\":\"280\"},{\"sort\":\"3\",\"number\":\"6\",\"money\":\"540\"}]', '2017-05-15 16:55:13', null);
INSERT INTO `base_ini` VALUES ('2', '刷新点配置', '{\"proportion\":{\"ref\":\"2\",\"money\":\"1\"},\"select\":[{\"sort\":\"1\",\"number\":\"1\",\"money\":\"100\"},{\"sort\":\"2\",\"number\":\"3\",\"money\":\"280\"},{\"sort\":\"3\",\"number\":\"6\",\"money\":\"560\"}]}', '2017-05-15 16:55:13', null);
INSERT INTO `base_ini` VALUES ('3', '服务城市配置', null, '2017-05-15 16:55:13', null);
INSERT INTO `base_ini` VALUES ('4', '客服电话QQ配置', '{\"qq\":\"844692974\",\"tel\":\"135-5139-5944\"}', '2017-05-15 16:55:13', null);
INSERT INTO `base_ini` VALUES ('5', '服务协议配置', '1. 特别提示\r\n1.1\r\n北京新浪互联信息服务有限公司(Beijing SINA Internet Information Service Co. Ltd.)、新浪网技术（中国）有限公司(Sina.com Technology (China) Co., Ltd.)及相关关联企业（以下合称“新浪”）同意按照本协议的规定及其不时发布的操作规则提供基于互联网以及移动网的相关服务（以下称“网络服务”），为获得网络服务，服务使用人（以下称“用户”）应当同意本协议的全部条款并按照页面上的提示完成全部的注册程序。用户在进行注册程序过程中点击“同意”按钮即表示用户完全接受本协议项下的全部条款。\r\n1.2\r\n用户注册成功后，新浪将给予每个用户一个用户帐号及相应的密码，该用户帐号和密码由用户负责保管；用户应当对以其用户帐号进行的所有活动和事件负法律责任。\r\n1.3\r\n用户注册成功后，在使用新浪/新浪微博服务的过程中，新浪公司有权基于用户的操作行为进行非商业性的调查研究。\r\n2. 服务内容\r\n2.1\r\n新浪网络服务的具体内容由新浪根据实际情况提供，例如博客、播客、在线音乐、搜索、手机图片铃声下载、交友、论坛(BBS)、聊天室、电子邮件、发表新闻评论等。\r\n2.2\r\n新浪提供的部分网络服务（例如手机图片铃声下载、电子邮件等）为收费的网络服务，用户使用收费网络服务需要向新浪支付一定的费用。对于收费的网络服务，新浪会在用户使用之前给予用户明确的提示，只有用户根据提示确认其愿意支付相关费用，用户才能使用该等收费网络服务。如用户拒绝支付相关费用，则新浪有权不向用户提供该等收费网络服务。\r\n2.3\r\n用户理解，新浪仅提供相关的网络服务，除此之外与相关网络服务有关的设备（如个人电脑、手机、及其他与接入互联网或移动网有关的装置）及所需的费用（如为接入互联网而支付的电话费及上网费、为使用移动网而支付的手机费）均应由用户自行负担。	\r\n3. 服务变更、中断或终止\r\n3.1\r\n鉴于网络服务的特殊性，用户同意新浪有权随时变更、中断或终止部分或全部的网络服务（包括收费网络服务及免费网络服务）。如变更、中断或终止的网络服务属于免费网络服务，新浪无需通知用户，也无需对任何用户或任何第三方承担任何责任；如变更、中断或终止的网络服务属于收费网络服务，新浪应当在变更、中断或终止之前事先通知用户，并应向受影响的用户提供等值的替代性的收费网络服务，如用户不愿意接受替代性的收费网络服务，就该用户已经向新浪支付的服务费，新浪应当按照该用户实际使用相应收费网络服务的情况扣除相应服务费之后将剩余的服务费退还给该用户。\r\n3.2\r\n用户理解，新浪需要定期或不定期地对提供网络服务的平台（如互联网网站、移动网络等）或相关的设备进行检修或者维护，如因此类情况而造成收费网络服务在合理时间内的中断，新浪无需为此承担任何责任，但新浪应尽可能事先进行通告。\r\n3.3\r\n如发生下列任何一种情形，新浪有权随时中断或终止向用户提供本协议项下的网络服务【该网络服务包括但不限于收费及免费网络服务（其中包括基于广告模式的免费网络服务）】而无需对用户或任何第三方承担任何责任： \r\n3.3.1 用户提供的个人资料不真实；\r\n\r\n3.3.2 用户违反本协议中规定的使用规则；\r\n\r\n3.3.3 用户在使用收费网络服务时未按规定向新浪支付相应的服务费。\r\n\r\n3.4\r\n如用户注册的免费网络服务的帐号在任何连续90日内未实际使用，或者用户注册的收费网络服务的帐号在其订购的收费网络服务的服务期满之后连续180日内未实际使用，则新浪有权删除该帐号并停止为该用户提供相关的网络服务。 3.5\r\n用户注册的免费微博帐号在任何连续90日内未实际使用，或者用户注册的收费网络服务的帐号在其订购的收费网络服务的服务期满之后连续180日内未实际使用，则新浪有权删除该帐号并停止为该用户提供相关的网络服务。 \r\n3.6\r\n用户注册的免费微博帐号昵称如存在违反法律法规或国家政策要求，或侵犯任何第三方合法权益的情况，新浪有权收回该账号昵称。 \r\n4. 使用规则\r\n4.1\r\n用户在申请使用新浪网络服务时，必须向新浪提供准确的个人资料，如个人资料有任何变动，必须及时更新。\r\n4.2\r\n用户不应将其帐号、密码转让或出借予他人使用。如用户发现其帐号遭他人非法使用，应立即通知新浪。因黑客行为或用户的保管疏忽导致帐号、密码遭他人非法使用，新浪不承担任何责任。\r\n4.3 \r\n用户同意新浪有权在提供网络服务过程中以各种方式投放各种商业性广告或其他任何类型的商业信息（包括但不限于在新浪网站的任何页面上投放广告），并且，用户同意接受新浪通过电子邮件或其他方式向用户发送商品促销或其他相关商业信息。\r\n4.4\r\n新浪音乐免费在线试听服务是新浪免费向用户提供的正版在线音乐服务，用户同意新浪在提供新浪音乐免费在线试听服务时可以通过适当方式在相关页面投放商业性广告。\r\n4.5\r\n对于用户通过新浪网络服务（包括但不限于论坛、BBS、新闻评论、个人家园）上传到新浪网站上可公开获取区域的任何内容，用户同意新浪在全世界范围内具有免费的、永久性的、不可撤销的、非独家的和完全再许可的权利和许可，以使用、复制、修改、改编、出版、翻译、据以创作衍生作品、传播、表演和展示此等内容（整体或部分），和/或将此等内容编入当前已知的或以后开发的其他任何形式的作品、媒体或技术中。\r\n4.6\r\n用户在使用新浪网络服务过程中，必须遵循以下原则：\r\n4.6.1 遵守中国有关的法律和法规；\r\n\r\n4.6.2 遵守所有与网络服务有关的网络协议、规定和程序；\r\n\r\n4.6.3 不得为任何非法目的而使用网络服务系统；\r\n\r\n4.6.4 不得以任何形式使用新浪网络服务侵犯新浪的商业利益，包括并不限于发布非经新浪许可的商业广告；\r\n\r\n4.6.5 不得利用新浪网络服务系统进行任何可能对互联网或移动网正常运转造成不利影响的行为；\r\n\r\n4.6.6 不得利用新浪提供的网络服务上传、展示或传播任何虚假的、骚扰性的、中伤他人的、辱骂性的、恐吓性的、庸俗淫秽的或其他任何非法的信息资料；\r\n\r\n4.6.7 不得侵犯其他任何第三方的专利权、著作权、商标权、名誉权或其他任何合法权益；\r\n\r\n4.6.8 不得利用新浪网络服务系统进行任何不利于新浪的行为；\r\n\r\n4.7\r\n新浪有权对用户使用新浪网络服务【该网络服务包括但不限于收费及免费网络服务（其中包括基于广告模式的免费网络服务）】的情况进行审查和监督(包括但不限于对用户存储在新浪的内容进行审核)，如用户在使用网络服务时违反任何上述规定，新浪或其授权的人有权要求用户改正或直接采取一切必要的措施（包括但不限于更改或删除用户张贴的内容等、暂停或终止用户使用网络服务的权利）以减轻用户不当行为造成的影响。\r\n4.8\r\n新浪针对某些特定的新浪网络服务的使用通过各种方式（包括但不限于网页公告、电子邮件、短信提醒等）作出的任何声明、通知、警示等内容视为本协议的一部分，用户如使用该等新浪网络服务，视为用户同意该等声明、通知、警示的内容。\r\n\r\n5. 新浪微博客管理规定\r\n5.1\r\n用户注册新浪微博客账号，制作、发布、传播信息内容的，应当使用真实身份信息，不得以虚假、冒用的居民身份信息、企业注册信息、组织机构代码信息进行注册。\r\n5.2\r\n如用户违反前述5.1条之约定，依据相关法律、法规及国家政策要求，新浪有权随时中止或终止用户对新浪微博客网络服务的使用且不承担违约责任。\r\n5.3\r\n新浪将建立健全用户信息安全管理制度、落实技术安全防控措施。新浪将对用户使用新浪微博客网络服务过程中涉及的用户隐私内容加以保护。\r\n\r\n6. 知识产权\r\n6.1\r\n新浪提供的网络服务中包含的任何文本、图片、图形、音频和/或视频资料均受版权、商标和/或其它财产所有权法律的保护，未经相关权利人同意，上述资料均不得在任何媒体直接或间接发布、播放、出于播放或发布目的而改写或再发行，或者被用于其他任何商业目的。所有这些资料或资料的任何部分仅可作为私人和非商业用途而保存在某台计算机内。新浪不就由上述资料产生或在传送或递交全部或部分上述资料过程中产生的延误、不准确、错误和遗漏或从中产生或由此产生的任何损害赔偿，以任何形式，向用户或任何第三方负责。\r\n6.2\r\n新浪为提供网络服务而使用的任何软件（包括但不限于软件中所含的任何图象、照片、动画、录像、录音、音乐、文字和附加程序、随附的帮助材料）的一切权利均属于该软件的著作权人，未经该软件的著作权人许可，用户不得对该软件进行反向工程（reverse engineer）、反向编译（decompile）或反汇编（disassemble）。\r\n\r\n7. 隐私保护\r\n7.1\r\n保护用户隐私是新浪的一项基本政策，新浪保证不对外公开或向第三方提供单个用户的注册资料及用户在使用网络服务时存储在新浪的非公开内容，但下列情况除外：\r\n\r\n7.1.1 事先获得用户的明确授权；\r\n\r\n7.1.2 根据有关的法律法规要求；\r\n\r\n7.1.3 按照相关政府主管部门的要求；\r\n\r\n7.1.4 为维护社会公众的利益；\r\n\r\n7.1.5 为维护新浪的合法权益。\r\n\r\n7.2\r\n新浪可能会与第三方合作向用户提供相关的网络服务，在此情况下，如该第三方同意承担与新浪同等的保护用户隐私的责任，则新浪有权将用户的注册资料等提供给该第三方。\r\n7.3\r\n在不透露单个用户隐私资料的前提下，新浪有权对整个用户数据库进行分析并对用户数据库进行商业上的利用。\r\n\r\n8. 免责声明\r\n8.1\r\n用户明确同意其使用新浪网络服务所存在的风险将完全由其自己承担；因其使用新浪网络服务而产生的一切后果也由其自己承担，新浪对用户不承担任何责任。\r\n8.2\r\n新浪不担保网络服务一定能满足用户的要求，也不担保网络服务不会中断，对网络服务的及时性、安全性、准确性也都不作担保。\r\n8.3\r\n新浪不保证为向用户提供便利而设置的外部链接的准确性和完整性，同时，对于该等外部链接指向的不由新浪实际控制的任何网页上的内容，新浪不承担任何责任。\r\n8.4\r\n对于因不可抗力或新浪不能控制的原因造成的网络服务中断或其它缺陷，新浪不承担任何责任，但将尽力减少因此而给用户造成的损失和影响。\r\n8.5\r\n用户同意，对于新浪向用户提供的下列产品或者服务的质量缺陷本身及其引发的任何损失，新浪无需承担任何责任：\r\n\r\n8.5.1 新浪向用户免费提供的各项网络服务；\r\n\r\n8.5.2 新浪向用户赠送的任何产品或者服务；\r\n\r\n8.5.3 新浪向收费网络服务用户附赠的各种产品或者服务。\r\n\r\n\r\n9. 违约赔偿\r\n9.1\r\n如因新浪违反有关法律、法规或本协议项下的任何条款而给用户造成损失，新浪同意承担由此造成的损害赔偿责任。\r\n9.2\r\n用户同意保障和维护新浪及其他用户的利益，如因用户违反有关法律、法规或本协议项下的任何条款而给新浪或任何其他第三人造成损失，用户同意承担由此造成的损害赔偿责任。\r\n\r\n10. 协议修改\r\n10.1\r\n新浪有权随时修改本协议的任何条款，一旦本协议的内容发生变动，新浪将会直接在新浪网站上公布修改之后的协议内容，该公布行为视为新浪已经通知用户修改内容。新浪也可通过其他适当方式向用户提示修改内容。\r\n10.2\r\n如果不同意新浪对本协议相关条款所做的修改，用户有权停止使用网络服务。如果用户继续使用网络服务，则视为用户接受新浪对本协议相关条款所做的修改。\r\n\r\n11. 通知送达\r\n11.1\r\n本协议项下新浪对于用户所有的通知均可通过网页公告、电子邮件、手机短信或常规的信件传送等方式进行；该等通知于发送之日视为已送达收件人。\r\n11.2 \r\n用户对于新浪的通知应当通过新浪对外正式公布的通信地址、传真号码、电子邮件地址等联系信息进行送达。\r\n\r\n12. 法律管辖\r\n12.1 \r\n本协议的订立、执行和解释及争议的解决均应适用中国法律并受中国法院管辖。\r\n12.2\r\n如双方就本协议内容或其执行发生任何争议，双方应尽量友好协商解决；协商不成时，任何一方均可向新浪所在地的人民法院提起诉讼。\r\n\r\n13. 其他规定\r\n13.1\r\n本协议构成双方对本协议之约定事项及其他有关事宜的完整协议，除本协议规定的之外，未赋予本协议各方其他权利。\r\n13.2\r\n如本协议中的任何条款无论因何种原因完全或部分无效或不具有执行力，本协议的其余条款仍应有效并且有约束力。\r\n13.3 \r\n本协议中的标题仅为方便而设，在解释本协议时应被忽略。\r\n1. 特别提示\r\n1.1\r\n北京新浪互联信息服务有限公司(Beijing SINA Internet Information Service Co. Ltd.)、新浪网技术（中国）有限公司(Sina.com Technology (China) Co., Ltd.)及相关关联企业（以下合称“新浪”）同意按照本协议的规定及其不时发布的操作规则提供基于互联网以及移动网的相关服务（以下称“网络服务”），为获得网络服务，服务使用人（以下称“用户”）应当同意本协议的全部条款并按照页面上的提示完成全部的注册程序。用户在进行注册程序过程中点击“同意”按钮即表示用户完全接受本协议项下的全部条款。\r\n1.2\r\n用户注册成功后，新浪将给予每个用户一个用户帐号及相应的密码，该用户帐号和密码由用户负责保管；用户应当对以其用户帐号进行的所有活动和事件负法律责任。\r\n1.3\r\n用户注册成功后，在使用新浪/新浪微博服务的过程中，新浪公司有权基于用户的操作行为进行非商业性的调查研究。\r\n2. 服务内容\r\n2.1\r\n新浪网络服务的具体内容由新浪根据实际情况提供，例如博客、播客、在线音乐、搜索、手机图片铃声下载、交友、论坛(BBS)、聊天室、电子邮件、发表新闻评论等。\r\n2.2\r\n新浪提供的部分网络服务（例如手机图片铃声下载、电子邮件等）为收费的网络服务，用户使用收费网络服务需要向新浪支付一定的费用。对于收费的网络服务，新浪会在用户使用之前给予用户明确的提示，只有用户根据提示确认其愿意支付相关费用，用户才能使用该等收费网络服务。如用户拒绝支付相关费用，则新浪有权不向用户提供该等收费网络服务。\r\n2.3\r\n用户理解，新浪仅提供相关的网络服务，除此之外与相关网络服务有关的设备（如个人电脑、手机、及其他与接入互联网或移动网有关的装置）及所需的费用（如为接入互联网而支付的电话费及上网费、为使用移动网而支付的手机费）均应由用户自行负担。	\r\n3. 服务变更、中断或终止\r\n3.1\r\n鉴于网络服务的特殊性，用户同意新浪有权随时变更、中断或终止部分或全部的网络服务（包括收费网络服务及免费网络服务）。如变更、中断或终止的网络服务属于免费网络服务，新浪无需通知用户，也无需对任何用户或任何第三方承担任何责任；如变更、中断或终止的网络服务属于收费网络服务，新浪应当在变更、中断或终止之前事先通知用户，并应向受影响的用户提供等值的替代性的收费网络服务，如用户不愿意接受替代性的收费网络服务，就该用户已经向新浪支付的服务费，新浪应当按照该用户实际使用相应收费网络服务的情况扣除相应服务费之后将剩余的服务费退还给该用户。\r\n3.2\r\n用户理解，新浪需要定期或不定期地对提供网络服务的平台（如互联网网站、移动网络等）或相关的设备进行检修或者维护，如因此类情况而造成收费网络服务在合理时间内的中断，新浪无需为此承担任何责任，但新浪应尽可能事先进行通告。\r\n3.3\r\n如发生下列任何一种情形，新浪有权随时中断或终止向用户提供本协议项下的网络服务【该网络服务包括但不限于收费及免费网络服务（其中包括基于广告模式的免费网络服务）】而无需对用户或任何第三方承担任何责任： \r\n3.3.1 用户提供的个人资料不真实；\r\n\r\n3.3.2 用户违反本协议中规定的使用规则；\r\n\r\n3.3.3 用户在使用收费网络服务时未按规定向新浪支付相应的服务费。\r\n\r\n3.4\r\n如用户注册的免费网络服务的帐号在任何连续90日内未实际使用，或者用户注册的收费网络服务的帐号在其订购的收费网络服务的服务期满之后连续180日内未实际使用，则新浪有权删除该帐号并停止为该用户提供相关的网络服务。 3.5\r\n用户注册的免费微博帐号在任何连续90日内未实际使用，或者用户注册的收费网络服务的帐号在其订购的收费网络服务的服务期满之后连续180日内未实际使用，则新浪有权删除该帐号并停止为该用户提供相关的网络服务。 \r\n3.6\r\n用户注册的免费微博帐号昵称如存在违反法律法规或国家政策要求，或侵犯任何第三方合法权益的情况，新浪有权收回该账号昵称。 \r\n4. 使用规则\r\n4.1\r\n用户在申请使用新浪网络服务时，必须向新浪提供准确的个人资料，如个人资料有任何变动，必须及时更新。\r\n4.2\r\n用户不应将其帐号、密码转让或出借予他人使用。如用户发现其帐号遭他人非法使用，应立即通知新浪。因黑客行为或用户的保管疏忽导致帐号、密码遭他人非法使用，新浪不承担任何责任。\r\n4.3 \r\n用户同意新浪有权在提供网络服务过程中以各种方式投放各种商业性广告或其他任何类型的商业信息（包括但不限于在新浪网站的任何页面上投放广告），并且，用户同意接受新浪通过电子邮件或其他方式向用户发送商品促销或其他相关商业信息。\r\n4.4\r\n新浪音乐免费在线试听服务是新浪免费向用户提供的正版在线音乐服务，用户同意新浪在提供新浪音乐免费在线试听服务时可以通过适当方式在相关页面投放商业性广告。\r\n4.5\r\n对于用户通过新浪网络服务（包括但不限于论坛、BBS、新闻评论、个人家园）上传到新浪网站上可公开获取区域的任何内容，用户同意新浪在全世界范围内具有免费的、永久性的、不可撤销的、非独家的和完全再许可的权利和许可，以使用、复制、修改、改编、出版、翻译、据以创作衍生作品、传播、表演和展示此等内容（整体或部分），和/或将此等内容编入当前已知的或以后开发的其他任何形式的作品、媒体或技术中。\r\n4.6\r\n用户在使用新浪网络服务过程中，必须遵循以下原则：\r\n4.6.1 遵守中国有关的法律和法规；\r\n\r\n4.6.2 遵守所有与网络服务有关的网络协议、规定和程序；\r\n\r\n4.6.3 不得为任何非法目的而使用网络服务系统；\r\n\r\n4.6.4 不得以任何形式使用新浪网络服务侵犯新浪的商业利益，包括并不限于发布非经新浪许可的商业广告；\r\n\r\n4.6.5 不得利用新浪网络服务系统进行任何可能对互联网或移动网正常运转造成不利影响的行为；\r\n\r\n4.6.6 不得利用新浪提供的网络服务上传、展示或传播任何虚假的、骚扰性的、中伤他人的、辱骂性的、恐吓性的、庸俗淫秽的或其他任何非法的信息资料；\r\n\r\n4.6.7 不得侵犯其他任何第三方的专利权、著作权、商标权、名誉权或其他任何合法权益；\r\n\r\n4.6.8 不得利用新浪网络服务系统进行任何不利于新浪的行为；\r\n\r\n4.7\r\n新浪有权对用户使用新浪网络服务【该网络服务包括但不限于收费及免费网络服务（其中包括基于广告模式的免费网络服务）】的情况进行审查和监督(包括但不限于对用户存储在新浪的内容进行审核)，如用户在使用网络服务时违反任何上述规定，新浪或其授权的人有权要求用户改正或直接采取一切必要的措施（包括但不限于更改或删除用户张贴的内容等、暂停或终止用户使用网络服务的权利）以减轻用户不当行为造成的影响。\r\n4.8\r\n新浪针对某些特定的新浪网络服务的使用通过各种方式（包括但不限于网页公告、电子邮件、短信提醒等）作出的任何声明、通知、警示等内容视为本协议的一部分，用户如使用该等新浪网络服务，视为用户同意该等声明、通知、警示的内容。\r\n\r\n5. 新浪微博客管理规定\r\n5.1\r\n用户注册新浪微博客账号，制作、发布、传播信息内容的，应当使用真实身份信息，不得以虚假、冒用的居民身份信息、企业注册信息、组织机构代码信息进行注册。\r\n5.2\r\n如用户违反前述5.1条之约定，依据相关法律、法规及国家政策要求，新浪有权随时中止或终止用户对新浪微博客网络服务的使用且不承担违约责任。\r\n5.3\r\n新浪将建立健全用户信息安全管理制度、落实技术安全防控措施。新浪将对用户使用新浪微博客网络服务过程中涉及的用户隐私内容加以保护。\r\n\r\n6. 知识产权\r\n6.1\r\n新浪提供的网络服务中包含的任何文本、图片、图形、音频和/或视频资料均受版权、商标和/或其它财产所有权法律的保护，未经相关权利人同意，上述资料均不得在任何媒体直接或间接发布、播放、出于播放或发布目的而改写或再发行，或者被用于其他任何商业目的。所有这些资料或资料的任何部分仅可作为私人和非商业用途而保存在某台计算机内。新浪不就由上述资料产生或在传送或递交全部或部分上述资料过程中产生的延误、不准确、错误和遗漏或从中产生或由此产生的任何损害赔偿，以任何形式，向用户或任何第三方负责。\r\n6.2\r\n新浪为提供网络服务而使用的任何软件（包括但不限于软件中所含的任何图象、照片、动画、录像、录音、音乐、文字和附加程序、随附的帮助材料）的一切权利均属于该软件的著作权人，未经该软件的著作权人许可，用户不得对该软件进行反向工程（reverse engineer）、反向编译（decompile）或反汇编（disassemble）。\r\n\r\n7. 隐私保护\r\n7.1\r\n保护用户隐私是新浪的一项基本政策，新浪保证不对外公开或向第三方提供单个用户的注册资料及用户在使用网络服务时存储在新浪的非公开内容，但下列情况除外：\r\n\r\n7.1.1 事先获得用户的明确授权；\r\n\r\n7.1.2 根据有关的法律法规要求；\r\n\r\n7.1.3 按照相关政府主管部门的要求；\r\n\r\n7.1.4 为维护社会公众的利益；\r\n\r\n7.1.5 为维护新浪的合法权益。\r\n\r\n7.2\r\n新浪可能会与第三方合作向用户提供相关的网络服务，在此情况下，如该第三方同意承担与新浪同等的保护用户隐私的责任，则新浪有权将用户的注册资料等提供给该第三方。\r\n7.3\r\n在不透露单个用户隐私资料的前提下，新浪有权对整个用户数据库进行分析并对用户数据库进行商业上的利用。\r\n\r\n8. 免责声明\r\n8.1\r\n用户明确同意其使用新浪网络服务所存在的风险将完全由其自己承担；因其使用新浪网络服务而产生的一切后果也由其自己承担，新浪对用户不承担任何责任。\r\n8.2\r\n新浪不担保网络服务一定能满足用户的要求，也不担保网络服务不会中断，对网络服务的及时性、安全性、准确性也都不作担保。\r\n8.3\r\n新浪不保证为向用户提供便利而设置的外部链接的准确性和完整性，同时，对于该等外部链接指向的不由新浪实际控制的任何网页上的内容，新浪不承担任何责任。\r\n8.4\r\n对于因不可抗力或新浪不能控制的原因造成的网络服务中断或其它缺陷，新浪不承担任何责任，但将尽力减少因此而给用户造成的损失和影响。\r\n8.5\r\n用户同意，对于新浪向用户提供的下列产品或者服务的质量缺陷本身及其引发的任何损失，新浪无需承担任何责任：\r\n\r\n8.5.1 新浪向用户免费提供的各项网络服务；\r\n\r\n8.5.2 新浪向用户赠送的任何产品或者服务；\r\n\r\n8.5.3 新浪向收费网络服务用户附赠的各种产品或者服务。\r\n\r\n\r\n9. 违约赔偿\r\n9.1\r\n如因新浪违反有关法律、法规或本协议项下的任何条款而给用户造成损失，新浪同意承担由此造成的损害赔偿责任。\r\n9.2\r\n用户同意保障和维护新浪及其他用户的利益，如因用户违反有关法律、法规或本协议项下的任何条款而给新浪或任何其他第三人造成损失，用户同意承担由此造成的损害赔偿责任。\r\n\r\n10. 协议修改\r\n10.1\r\n新浪有权随时修改本协议的任何条款，一旦本协议的内容发生变动，新浪将会直接在新浪网站上公布修改之后的协议内容，该公布行为视为新浪已经通知用户修改内容。新浪也可通过其他适当方式向用户提示修改内容。\r\n10.2\r\n如果不同意新浪对本协议相关条款所做的修改，用户有权停止使用网络服务。如果用户继续使用网络服务，则视为用户接受新浪对本协议相关条款所做的修改。\r\n\r\n11. 通知送达\r\n11.1\r\n本协议项下新浪对于用户所有的通知均可通过网页公告、电子邮件、手机短信或常规的信件传送等方式进行；该等通知于发送之日视为已送达收件人。\r\n11.2 \r\n用户对于新浪的通知应当通过新浪对外正式公布的通信地址、传真号码、电子邮件地址等联系信息进行送达。\r\n\r\n12. 法律管辖\r\n12.1 \r\n本协议的订立、执行和解释及争议的解决均应适用中国法律并受中国法院管辖。\r\n12.2\r\n如双方就本协议内容或其执行发生任何争议，双方应尽量友好协商解决；协商不成时，任何一方均可向新浪所在地的人民法院提起诉讼。\r\n\r\n13. 其他规定\r\n13.1\r\n本协议构成双方对本协议之约定事项及其他有关事宜的完整协议，除本协议规定的之外，未赋予本协议各方其他权利。\r\n13.2\r\n如本协议中的任何条款无论因何种原因完全或部分无效或不具有执行力，本协议的其余条款仍应有效并且有约束力。\r\n13.3 \r\n本协议中的标题仅为方便而设，在解释本协议时应被忽略。', '2017-05-15 16:55:13', null);
INSERT INTO `base_ini` VALUES ('6', '分享送刷新点配置', '{\"invitation\":\"100\",\"invited\":\"50\"}', '2017-05-15 16:55:13', '2017-05-24 18:41:16');
INSERT INTO `base_ini` VALUES ('7', '汽修厂拨打数量分级配置', '[{\"lv\":\"1\",\"min\":\"0\",\"max\":\"100\"},{\"lv\":\"2\",\"min\":\"110\",\"max\":\"300\"},{\"lv\":\"3\",\"min\":\"310\",\"max\":\"\"}]', '2017-05-15 16:55:13', null);
INSERT INTO `base_ini` VALUES ('8', '业务员提成配置', '{\"commission\":{\"new_relation\":\"10\",\"relation\":\"1\",\"recharge\":\"0\"},\"frequency\":[{\"lv\":\"1\",\"money\":\"0.2\"},{\"lv\":\"2\",\"money\":\"0.3\"},{\"lv\":\"3\",\"money\":\"0.4\"}]}', '2017-05-15 16:55:13', null);
INSERT INTO `base_ini` VALUES ('9', '公司简介', '中兴通讯是全球领先的综合通信解决方案提供商。公司通过为全球160多个国家和地区的电信运营商和企业网客户提供创新技术与产品解决方案，让全世界用户享有语音、数据、多媒体、无线宽带等全方位沟通。公司成立于1985年，在香港和深圳两地上市，是中国最大的通信设备上市公司。\r\n \r\n　　中兴通讯拥有通信业界最完整的、端到端的产品线和融合解决方案，通过全系列的无线、有线、业务、终端产品和专业通信服务，灵活满足全球不同运营商和企业网客户的差异化需求以及快速创新的追求。2014年中兴通讯实现营业收入814.7亿元人民币，净利润26.3亿元人民币，同比增长94%。目前，中兴通讯已全面服务于全球主流运营商及企业网客户，智能终端发货量位居美国前四，并被誉为“智慧城市的标杆企业”。\r\n \r\n　　中兴通讯坚持以持续技术创新为客户不断创造价值。公司在美国、法国、瑞典、印度、中国等地共设有20个全球研发机构，近3万名国内外研发人员专注于行业技术创新；PCT专利申请量近5年均居全球前三，2011、2012年PCT蝉联全球前一。公司依托分布于全球的107个分支机构，凭借不断增强的创新能力、突出的灵活定制能力、日趋完善的交付能力赢得全球客户的信任与合作。\r\n \r\n　　中兴通讯为联合国全球契约组织成员，坚持在全球范围内贯彻可持续发展理念，实现社会、环境及利益相关者的和谐共生。我们运用通信技术帮助不同地区的人们享有平等的通信自由；我们将“创新、融合、绿色”理念贯穿到整个产品生命周期，以及研发、生产、物流、客户服务等全流程，为实现全球性降低能耗和二氧化碳排放不懈努力。我们还在全球范围内开展社区公益和救助行动，参加了印尼海啸、海地及汶川地震等重大自然灾害救助，并成立了中国规模最大的“关爱儿童专项基金”。\r\n \r\n　　未来，中兴通讯将继续致力于引领全球通信产业的发展，应对全球通信领域更趋日新月异的挑战。', null, null);

-- ----------------------------
-- Table structure for `base_verify_code`
-- ----------------------------
DROP TABLE IF EXISTS `base_verify_code`;
CREATE TABLE `base_verify_code` (
  `id` int(11) NOT NULL AUTO_INCREMENT COMMENT '主键',
  `has_key` varchar(11) CHARACTER SET utf8mb4 DEFAULT NULL COMMENT '验证码关联值',
  `create_time` datetime DEFAULT NULL COMMENT '验证码创建时间',
  `expired_time` datetime DEFAULT NULL COMMENT '验证码过期时间',
  `code` varchar(6) CHARACTER SET utf8mb4 DEFAULT NULL COMMENT '验证码',
  `has_mod` varchar(64) CHARACTER SET utf8mb4 DEFAULT NULL COMMENT '验证模块',
  PRIMARY KEY (`id`),
  KEY `getCode` (`has_key`,`has_mod`) USING BTREE
) ENGINE=MyISAM AUTO_INCREMENT=314 DEFAULT CHARSET=utf8 COMMENT='验证码';

-- ----------------------------
-- Records of base_verify_code
-- ----------------------------
INSERT INTO `base_verify_code` VALUES ('310', '13548085398', '2017-05-31 17:10:21', '2017-05-31 17:40:21', '1234', 'smsCode');
INSERT INTO `base_verify_code` VALUES ('292', '13013001500', '2017-05-27 11:45:08', '2017-05-27 12:15:08', '123456', 'smsCode');
INSERT INTO `base_verify_code` VALUES ('298', '18030690968', '2017-05-27 13:51:58', '2017-05-27 14:21:58', '123456', 'smsCode');
INSERT INTO `base_verify_code` VALUES ('302', '13013001302', '2017-05-27 14:10:34', '2017-05-27 14:40:34', '123456', 'smsCode');
INSERT INTO `base_verify_code` VALUES ('303', '13800138801', '2017-05-29 18:07:40', '2017-05-29 18:37:40', '1234', 'smsCode');
INSERT INTO `base_verify_code` VALUES ('305', '13548085394', '2017-05-31 16:06:36', '2017-05-31 16:36:36', '1234', 'smsCode');
INSERT INTO `base_verify_code` VALUES ('306', '13548085555', '2017-05-31 16:55:00', '2017-05-31 17:25:00', '1234', 'smsCode');
INSERT INTO `base_verify_code` VALUES ('307', '13548085399', '2017-05-31 16:59:57', '2017-05-31 17:29:57', '1234', 'smsCode');
INSERT INTO `base_verify_code` VALUES ('308', '13548085322', '2017-05-31 17:04:42', '2017-05-31 17:34:42', '1234', 'smsCode');
INSERT INTO `base_verify_code` VALUES ('309', '13548085554', '2017-05-31 17:06:33', '2017-05-31 17:36:33', '1234', 'smsCode');
INSERT INTO `base_verify_code` VALUES ('311', '13800138666', '2017-05-31 17:11:42', '2017-05-31 17:41:42', '1234', 'smsCode');
INSERT INTO `base_verify_code` VALUES ('312', '13548085396', '2017-05-31 17:22:45', '2017-05-31 17:52:45', '1234', 'smsCode');
INSERT INTO `base_verify_code` VALUES ('313', '13548085395', '2017-05-31 17:25:35', '2017-05-31 17:55:35', '1234', 'smsCode');

-- ----------------------------
-- Table structure for `car_group`
-- ----------------------------
DROP TABLE IF EXISTS `car_group`;
CREATE TABLE `car_group` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT COMMENT '经销商及车系表',
  `type` tinyint(1) DEFAULT NULL COMMENT '1.轿车商家 2.货车商家 3.物流货运',
  `pid` int(11) DEFAULT NULL COMMENT '父级id',
  `vid` int(11) DEFAULT NULL COMMENT '序号',
  `name` varchar(60) DEFAULT NULL,
  `level` tinyint(1) DEFAULT NULL COMMENT '层级 0,1,2,3,4',
  `img` varchar(128) DEFAULT NULL COMMENT '二级分类需要图片',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=235 DEFAULT CHARSET=utf8 COMMENT='经销商及车系表';

-- ----------------------------
-- Records of car_group
-- ----------------------------
INSERT INTO `car_group` VALUES ('1', '1', '0', '1', '德国车系', '1', '');
INSERT INTO `car_group` VALUES ('2', '1', '0', '2', '美国车系', '1', null);
INSERT INTO `car_group` VALUES ('39', '2', '0', '1', '德国车系', '1', '');
INSERT INTO `car_group` VALUES ('56', '1', '1', '2', '长城汽车', '2', '/data/upload/20170523/e53e5c68c25bedf45174319ac4bb7c5e.jpg');
INSERT INTO `car_group` VALUES ('13', '1', '2', '1', '奔驰', '2', '/data/upload/20170522/aa3fb196f9f47c88ca50715fdcfc7d2d.jpg');
INSERT INTO `car_group` VALUES ('40', '2', '0', '2', '日本车系', '1', '');
INSERT INTO `car_group` VALUES ('11', '1', '0', '3', '意大利车系', '1', null);
INSERT INTO `car_group` VALUES ('14', '1', '13', '1', '发动机', '3', '');
INSERT INTO `car_group` VALUES ('15', '1', '14', '1', '高档方向盘', '4', '');
INSERT INTO `car_group` VALUES ('35', '1', '0', '6', '法国车系', '1', '');
INSERT INTO `car_group` VALUES ('36', '1', '0', '7', '韩国车系', '1', '');
INSERT INTO `car_group` VALUES ('37', '1', '0', '8', '迪拜车系', '1', '');
INSERT INTO `car_group` VALUES ('38', '1', '0', '9', '泰国车系', '1', '');
INSERT INTO `car_group` VALUES ('55', '1', '1', '1', '大众', '2', '/data/upload/20170523/c77a75b3fdf9e3db486df6180f263ebc.jpg');
INSERT INTO `car_group` VALUES ('66', '1', '2', '2', '别克', '2', '/data/upload/20170522/67381647087a06c02b7531c29d02e039.jpg');
INSERT INTO `car_group` VALUES ('22', '3', '0', '1', '东欧车系', '1', '');
INSERT INTO `car_group` VALUES ('41', '2', '0', '3', '韩国车系', '1', '');
INSERT INTO `car_group` VALUES ('24', '3', '22', '1', '地方和你', '2', '/data/upload/20170519/756c658f26198f19a9456bc888160123.jpg');
INSERT INTO `car_group` VALUES ('28', '1', '11', '1', '长安福特', '2', '/data/upload/20170522/17631fab01bb4b5d2fb953bcb3423a45.jpg');
INSERT INTO `car_group` VALUES ('32', '3', '28', '1', '24242', '2', '/data/upload/20170519/29931c2bf6ecd93cb0d27f3cc78936fb.jpg');
INSERT INTO `car_group` VALUES ('33', '1', '0', '4', '日本车系', '1', '');
INSERT INTO `car_group` VALUES ('34', '1', '0', '5', '国产车系', '1', '');
INSERT INTO `car_group` VALUES ('42', '2', '0', '4', '意大利车系', '1', '');
INSERT INTO `car_group` VALUES ('43', '2', '0', '5', '俄罗斯车系', '1', '');
INSERT INTO `car_group` VALUES ('44', '2', '0', '6', '泰国车系', '1', '');
INSERT INTO `car_group` VALUES ('45', '2', '0', '7', '国产车系', '1', '');
INSERT INTO `car_group` VALUES ('46', '2', '0', '8', '菲律宾车系', '1', '');
INSERT INTO `car_group` VALUES ('47', '2', '0', '9', '非洲车系', '1', '');
INSERT INTO `car_group` VALUES ('48', '3', '0', '2', '西欧车系', '1', '');
INSERT INTO `car_group` VALUES ('49', '3', '0', '3', '德国车系', '1', '');
INSERT INTO `car_group` VALUES ('52', '3', '0', '2', '沿途途经他', '1', '');
INSERT INTO `car_group` VALUES ('193', '2', '41', '1', '长城', '2', '/data/upload/20170523/e53e5c68c25bedf45174319ac4bb7c5e.jpg');
INSERT INTO `car_group` VALUES ('57', '1', '1', '3', '比亚迪', '2', '/data/upload/20170523/ca9c5da17d6b411aa67a6366abd7d166.jpg');
INSERT INTO `car_group` VALUES ('58', '1', '1', '4', '卡迪拉克', '2', '/data/upload/20170522/2e73717b7271b3b5b1715bd0f195b4a1.jpg');
INSERT INTO `car_group` VALUES ('59', '1', '1', '5', '奔驰', '2', '/data/upload/20170522/aa3fb196f9f47c88ca50715fdcfc7d2d.jpg');
INSERT INTO `car_group` VALUES ('60', '1', '1', '6', '别克', '2', '/data/upload/20170522/67381647087a06c02b7531c29d02e039.jpg');
INSERT INTO `car_group` VALUES ('61', '1', '1', '7', '宾利', '2', '/data/upload/20170522/cb5c657afdad7210e7cabee6ecc0dece.jpg');
INSERT INTO `car_group` VALUES ('62', '1', '1', '8', '宝马', '2', '/data/upload/20170522/0295008d9a15f98e01ef5c28e69b1f91.jpg');
INSERT INTO `car_group` VALUES ('63', '1', '1', '9', '上海斯柯达', '2', '/data/upload/20170522/792069df363c9e9a3737d98e38ffb46e.jpg');
INSERT INTO `car_group` VALUES ('64', '1', '1', '10', '长安福特', '2', '/data/upload/20170522/17631fab01bb4b5d2fb953bcb3423a45.jpg');
INSERT INTO `car_group` VALUES ('65', '1', '1', '11', '海马汽车', '2', '/data/upload/20170522/beafe5591613495b5438e3184669171f.jpg');
INSERT INTO `car_group` VALUES ('67', '1', '2', '3', '宾利', '2', '/data/upload/20170522/cb5c657afdad7210e7cabee6ecc0dece.jpg');
INSERT INTO `car_group` VALUES ('68', '1', '2', '4', '凯迪拉克', '2', '/data/upload/20170522/2e73717b7271b3b5b1715bd0f195b4a1.jpg');
INSERT INTO `car_group` VALUES ('69', '1', '2', '5', '劳斯莱斯', '2', '/data/upload/20170522/e4b17cff6a93a3ef52418b519964450d.jpg');
INSERT INTO `car_group` VALUES ('70', '1', '11', '2', '长城', '2', '/data/upload/20170522/e53e5c68c25bedf45174319ac4bb7c5e.jpg');
INSERT INTO `car_group` VALUES ('71', '1', '11', '3', '大众', '2', '/data/upload/20170522/cf02483bd94ad883d5609d39c0d1e8d5.jpg');
INSERT INTO `car_group` VALUES ('72', '1', '33', '1', '悦达起亚', '2', '/data/upload/20170522/e87111415ce7b4e4b269f1ccd7478aff.jpg');
INSERT INTO `car_group` VALUES ('73', '1', '33', '2', '雷克萨斯', '2', '/data/upload/20170522/90ea17f426a16d26968dbaadcafd618f.jpg');
INSERT INTO `car_group` VALUES ('74', '1', '33', '3', '斯巴鲁', '2', '/data/upload/20170522/6c86a16d00e3f4da543ae7a950b78a24.jpg');
INSERT INTO `car_group` VALUES ('75', '1', '34', '1', '长城', '2', '/data/upload/20170522/e53e5c68c25bedf45174319ac4bb7c5e.jpg');
INSERT INTO `car_group` VALUES ('76', '1', '34', '2', '铃木', '2', '/data/upload/20170522/1d9cb3b938acc89838a2e37251933f49.jpg');
INSERT INTO `car_group` VALUES ('77', '1', '35', '1', '宾利', '2', '/data/upload/20170522/cb5c657afdad7210e7cabee6ecc0dece.jpg');
INSERT INTO `car_group` VALUES ('78', '1', '35', '2', '长安福特', '2', '/data/upload/20170522/17631fab01bb4b5d2fb953bcb3423a45.jpg');
INSERT INTO `car_group` VALUES ('79', '1', '35', '3', '悦达起亚', '2', '/data/upload/20170522/e87111415ce7b4e4b269f1ccd7478aff.jpg');
INSERT INTO `car_group` VALUES ('80', '2', '39', '1', '东方日产', '2', '/data/upload/20170522/5ce21e74a8be9445db71a0123838e1a6.jpg');
INSERT INTO `car_group` VALUES ('81', '2', '39', '2', '铃木汽车', '2', '/data/upload/20170522/1d9cb3b938acc89838a2e37251933f49.jpg');
INSERT INTO `car_group` VALUES ('82', '2', '39', '3', '海马汽车', '2', '/data/upload/20170522/beafe5591613495b5438e3184669171f.jpg');
INSERT INTO `car_group` VALUES ('83', '2', '39', '4', '别克', '2', '/data/upload/20170522/2e73717b7271b3b5b1715bd0f195b4a1.jpg');
INSERT INTO `car_group` VALUES ('84', '2', '39', '5', '长城汽车', '2', '/data/upload/20170522/e53e5c68c25bedf45174319ac4bb7c5e.jpg');
INSERT INTO `car_group` VALUES ('85', '2', '39', '6', '比亚迪', '2', '/data/upload/20170522/ca9c5da17d6b411aa67a6366abd7d166.jpg');
INSERT INTO `car_group` VALUES ('86', '2', '39', '7', '雷克萨斯', '2', '/data/upload/20170522/90ea17f426a16d26968dbaadcafd618f.jpg');
INSERT INTO `car_group` VALUES ('88', '1', '0', '10', '伊朗车系', '1', '');
INSERT INTO `car_group` VALUES ('89', '1', '0', '11', '北欧车系', '1', '');
INSERT INTO `car_group` VALUES ('90', '1', '0', '12', '南非车系', '1', '');
INSERT INTO `car_group` VALUES ('91', '1', '0', '13', '印尼车系', '1', '');
INSERT INTO `car_group` VALUES ('92', '1', '0', '14', '北美车系', '1', '');
INSERT INTO `car_group` VALUES ('93', '1', '91', '1', '东风', '2', '/data/upload/20170523/5acf9fb7d88ae53be3ab5bf6ca6c1855.jpg');
INSERT INTO `car_group` VALUES ('94', '1', '89', '1', '宾利', '2', '/data/upload/20170523/731aa12e3ecc7f7d183642da1ea335dd.jpg');
INSERT INTO `car_group` VALUES ('95', '1', '2', '6', '海尔汽车', '2', '/data/upload/20170523/394659692a460258b45a99f1424ea357.jpg');
INSERT INTO `car_group` VALUES ('96', '1', '2', '7', '宝马', '2', '/data/upload/20170523/0295008d9a15f98e01ef5c28e69b1f91.jpg');
INSERT INTO `car_group` VALUES ('97', '1', '2', '8', '捷豹', '2', '/data/upload/20170523/d3082c4fcf56efc385c5420a418a5040.jpg');
INSERT INTO `car_group` VALUES ('98', '1', '2', '9', '海马汽车', '2', '/data/upload/20170523/beafe5591613495b5438e3184669171f.jpg');
INSERT INTO `car_group` VALUES ('99', '1', '2', '10', '东风汽车', '2', '/data/upload/20170523/5ce21e74a8be9445db71a0123838e1a6.jpg');
INSERT INTO `car_group` VALUES ('100', '1', '11', '4', 'H汽车', '2', '/data/upload/20170523/efaf98db2eac3a61946ca0282ae6ddd4.jpg');
INSERT INTO `car_group` VALUES ('101', '1', '11', '5', '马自达', '2', '/data/upload/20170523/ad93490bb91f3d1b4468689adabe0a8d.jpg');
INSERT INTO `car_group` VALUES ('102', '1', '34', '3', '大众汽车', '2', '/data/upload/20170523/cf02483bd94ad883d5609d39c0d1e8d5.jpg');
INSERT INTO `car_group` VALUES ('103', '1', '34', '4', '雪弗兰', '2', '/data/upload/20170523/0153c9e0d057516e9f8a32ac9bdb09e0.jpg');
INSERT INTO `car_group` VALUES ('104', '1', '34', '5', '雷克萨斯', '2', '/data/upload/20170523/90ea17f426a16d26968dbaadcafd618f.jpg');
INSERT INTO `car_group` VALUES ('105', '1', '34', '6', '斯巴鲁', '2', '/data/upload/20170523/6c86a16d00e3f4da543ae7a950b78a24.jpg');
INSERT INTO `car_group` VALUES ('106', '1', '35', '4', '丰田汽车', '2', '/data/upload/20170523/8c23f4a2b2baf68c6c6c020542696629.jpg');
INSERT INTO `car_group` VALUES ('107', '1', '35', '5', '兰博基尼', '2', '/data/upload/20170523/51e7a4f55cbd370b26168de1e3418849.jpg');
INSERT INTO `car_group` VALUES ('108', '1', '35', '6', '江淮汽车', '2', '/data/upload/20170523/e6055f50ad5c1759595de401c6d75b02.jpg');
INSERT INTO `car_group` VALUES ('109', '1', '35', '7', '法拉利', '2', '/data/upload/20170523/1abb2dc3d76311944ffdbe9980fbaadd.jpg');
INSERT INTO `car_group` VALUES ('110', '1', '36', '1', '悦达起亚', '2', '/data/upload/20170523/e87111415ce7b4e4b269f1ccd7478aff.jpg');
INSERT INTO `car_group` VALUES ('111', '1', '36', '2', '捷豹', '2', '/data/upload/20170523/d3082c4fcf56efc385c5420a418a5040.jpg');
INSERT INTO `car_group` VALUES ('112', '1', '36', '3', '长安福特', '2', '/data/upload/20170523/17631fab01bb4b5d2fb953bcb3423a45.jpg');
INSERT INTO `car_group` VALUES ('113', '1', '36', '4', '海马汽车', '2', '/data/upload/20170523/beafe5591613495b5438e3184669171f.jpg');
INSERT INTO `car_group` VALUES ('114', '1', '36', '5', '凯迪拉克', '2', '/data/upload/20170523/2e73717b7271b3b5b1715bd0f195b4a1.jpg');
INSERT INTO `car_group` VALUES ('115', '1', '36', '6', '宝马汽车', '2', '/data/upload/20170523/0295008d9a15f98e01ef5c28e69b1f91.jpg');
INSERT INTO `car_group` VALUES ('116', '1', '37', '1', '法拉利', '2', '/data/upload/20170523/1abb2dc3d76311944ffdbe9980fbaadd.jpg');
INSERT INTO `car_group` VALUES ('117', '1', '37', '2', '雷克萨斯', '2', '/data/upload/20170523/90ea17f426a16d26968dbaadcafd618f.jpg');
INSERT INTO `car_group` VALUES ('118', '1', '37', '3', '莱斯莱斯', '2', '/data/upload/20170523/e4b17cff6a93a3ef52418b519964450d.jpg');
INSERT INTO `car_group` VALUES ('119', '1', '37', '4', '东风日产', '2', '/data/upload/20170523/a0b762859636f4ae43b694d4edf10b2e.jpg');
INSERT INTO `car_group` VALUES ('120', '1', '37', '5', '丰田', '2', '/data/upload/20170523/8c23f4a2b2baf68c6c6c020542696629.jpg');
INSERT INTO `car_group` VALUES ('121', '1', '88', '1', '众泰汽车', '2', '/data/upload/20170523/18eab32fbf34bfff75f3734f9a3a0011.jpg');
INSERT INTO `car_group` VALUES ('122', '1', '88', '2', '奇瑞QQ', '2', '/data/upload/20170523/15d442f2a89cee40f73336039f111b98.jpg');
INSERT INTO `car_group` VALUES ('123', '1', '88', '3', '标志', '2', '/data/upload/20170523/e4a7ec3fd6460826c8cd4db49c8dfbe9.jpg');
INSERT INTO `car_group` VALUES ('124', '1', '88', '4', '斯巴鲁', '2', '/data/upload/20170523/6c86a16d00e3f4da543ae7a950b78a24.jpg');
INSERT INTO `car_group` VALUES ('125', '1', '88', '5', '别克', '2', '/data/upload/20170523/67381647087a06c02b7531c29d02e039.jpg');
INSERT INTO `car_group` VALUES ('126', '1', '88', '6', '海马汽车', '2', '/data/upload/20170523/beafe5591613495b5438e3184669171f.jpg');
INSERT INTO `car_group` VALUES ('127', '1', '89', '2', 'H汽车', '2', '/data/upload/20170523/efaf98db2eac3a61946ca0282ae6ddd4.jpg');
INSERT INTO `car_group` VALUES ('128', '1', '89', '3', '宾利', '2', '/data/upload/20170523/cb5c657afdad7210e7cabee6ecc0dece.jpg');
INSERT INTO `car_group` VALUES ('129', '1', '89', '4', '比亚迪', '2', '/data/upload/20170523/ca9c5da17d6b411aa67a6366abd7d166.jpg');
INSERT INTO `car_group` VALUES ('130', '1', '89', '5', '长安铃木', '2', '/data/upload/20170523/1d9cb3b938acc89838a2e37251933f49.jpg');
INSERT INTO `car_group` VALUES ('131', '1', '89', '6', '兰博基尼', '2', '/data/upload/20170523/51e7a4f55cbd370b26168de1e3418849.jpg');
INSERT INTO `car_group` VALUES ('132', '1', '90', '1', '东风汽车', '2', '/data/upload/20170523/5ce21e74a8be9445db71a0123838e1a6.jpg');
INSERT INTO `car_group` VALUES ('133', '1', '90', '2', '长城汽车', '2', '/data/upload/20170523/e53e5c68c25bedf45174319ac4bb7c5e.jpg');
INSERT INTO `car_group` VALUES ('134', '1', '90', '3', '长安福特', '2', '/data/upload/20170523/17631fab01bb4b5d2fb953bcb3423a45.jpg');
INSERT INTO `car_group` VALUES ('135', '1', '90', '4', '标志', '2', '/data/upload/20170523/e4a7ec3fd6460826c8cd4db49c8dfbe9.jpg');
INSERT INTO `car_group` VALUES ('136', '1', '90', '5', '劳斯莱斯', '2', '/data/upload/20170523/e4b17cff6a93a3ef52418b519964450d.jpg');
INSERT INTO `car_group` VALUES ('137', '1', '90', '6', '江淮汽车', '2', '/data/upload/20170523/e6055f50ad5c1759595de401c6d75b02.jpg');
INSERT INTO `car_group` VALUES ('138', '1', '91', '2', '标志', '2', '/data/upload/20170523/e4a7ec3fd6460826c8cd4db49c8dfbe9.jpg');
INSERT INTO `car_group` VALUES ('139', '1', '91', '3', '马志达', '2', '/data/upload/20170523/ad93490bb91f3d1b4468689adabe0a8d.jpg');
INSERT INTO `car_group` VALUES ('140', '1', '91', '4', '宝马', '2', '/data/upload/20170523/0295008d9a15f98e01ef5c28e69b1f91.jpg');
INSERT INTO `car_group` VALUES ('141', '1', '91', '5', '斯巴鲁', '2', '/data/upload/20170523/6c86a16d00e3f4da543ae7a950b78a24.jpg');
INSERT INTO `car_group` VALUES ('142', '1', '91', '6', '江淮', '2', '/data/upload/20170523/e6055f50ad5c1759595de401c6d75b02.jpg');
INSERT INTO `car_group` VALUES ('143', '1', '92', '1', '兰博基尼', '2', '/data/upload/20170523/51e7a4f55cbd370b26168de1e3418849.jpg');
INSERT INTO `car_group` VALUES ('144', '1', '92', '2', '凯迪拉克', '2', '/data/upload/20170523/2e73717b7271b3b5b1715bd0f195b4a1.jpg');
INSERT INTO `car_group` VALUES ('145', '1', '92', '3', '标志', '2', '/data/upload/20170523/e4a7ec3fd6460826c8cd4db49c8dfbe9.jpg');
INSERT INTO `car_group` VALUES ('146', '1', '92', '4', '长安福特', '2', '/data/upload/20170523/17631fab01bb4b5d2fb953bcb3423a45.jpg');
INSERT INTO `car_group` VALUES ('147', '1', '92', '5', '雪弗兰', '2', '/data/upload/20170523/0153c9e0d057516e9f8a32ac9bdb09e0.jpg');
INSERT INTO `car_group` VALUES ('148', '1', '92', '6', '宝马汽车', '2', '/data/upload/20170523/0295008d9a15f98e01ef5c28e69b1f91.jpg');
INSERT INTO `car_group` VALUES ('149', '1', '92', '7', '长安汽车', '2', '/data/upload/20170523/394659692a460258b45a99f1424ea357.jpg');
INSERT INTO `car_group` VALUES ('150', '1', '1', '12', '兰博基尼', '2', '/data/upload/20170523/51e7a4f55cbd370b26168de1e3418849.jpg');
INSERT INTO `car_group` VALUES ('151', '1', '1', '13', '捷豹', '2', '/data/upload/20170523/d3082c4fcf56efc385c5420a418a5040.jpg');
INSERT INTO `car_group` VALUES ('152', '1', '1', '14', '法拉利', '2', '/data/upload/20170523/1abb2dc3d76311944ffdbe9980fbaadd.jpg');
INSERT INTO `car_group` VALUES ('153', '1', '1', '15', '马自达', '2', '/data/upload/20170523/ad93490bb91f3d1b4468689adabe0a8d.jpg');
INSERT INTO `car_group` VALUES ('154', '1', '1', '16', '众泰汽车', '2', '/data/upload/20170523/18eab32fbf34bfff75f3734f9a3a0011.jpg');
INSERT INTO `car_group` VALUES ('155', '1', '1', '17', '雪弗兰', '2', '/data/upload/20170523/0153c9e0d057516e9f8a32ac9bdb09e0.jpg');
INSERT INTO `car_group` VALUES ('156', '1', '1', '18', '丰田汽车', '2', '/data/upload/20170523/8c23f4a2b2baf68c6c6c020542696629.jpg');
INSERT INTO `car_group` VALUES ('157', '1', '1', '19', '标志汽车', '2', '/data/upload/20170523/e4a7ec3fd6460826c8cd4db49c8dfbe9.jpg');
INSERT INTO `car_group` VALUES ('158', '1', '1', '20', '悦达起亚', '2', '/data/upload/20170523/e87111415ce7b4e4b269f1ccd7478aff.jpg');
INSERT INTO `car_group` VALUES ('159', '1', '1', '21', '法拉利', '2', '/data/upload/20170523/1abb2dc3d76311944ffdbe9980fbaadd.jpg');
INSERT INTO `car_group` VALUES ('160', '1', '1', '22', '铃木汽车', '2', '/data/upload/20170523/1d9cb3b938acc89838a2e37251933f49.jpg');
INSERT INTO `car_group` VALUES ('161', '1', '1', '23', '雷克萨斯', '2', '/data/upload/20170523/90ea17f426a16d26968dbaadcafd618f.jpg');
INSERT INTO `car_group` VALUES ('162', '1', '1', '24', '中国一汽', '2', '/data/upload/20170523/792069df363c9e9a3737d98e38ffb46e.jpg');
INSERT INTO `car_group` VALUES ('163', '1', '1', '25', '长安福特', '2', '/data/upload/20170523/17631fab01bb4b5d2fb953bcb3423a45.jpg');
INSERT INTO `car_group` VALUES ('164', '1', '1', '26', '斯巴鲁', '2', '/data/upload/20170523/6c86a16d00e3f4da543ae7a950b78a24.jpg');
INSERT INTO `car_group` VALUES ('165', '1', '1', '27', '奔驰汽车', '2', '/data/upload/20170523/aa3fb196f9f47c88ca50715fdcfc7d2d.jpg');
INSERT INTO `car_group` VALUES ('166', '2', '40', '1', '野马', '2', '/data/upload/20170523/647a43caad9c0f3fc6ceaab33eefb09e.png');
INSERT INTO `car_group` VALUES ('167', '2', '40', '2', '世爵', '2', '/data/upload/20170523/ee9920eb6837c214e337c45c62f0193b.png');
INSERT INTO `car_group` VALUES ('168', '2', '40', '3', '阿尔法罗密欧', '2', '/data/upload/20170523/0f5f9e73439ecafcb4a078c2c90151fe.png');
INSERT INTO `car_group` VALUES ('169', '2', '40', '4', '水星', '2', '/data/upload/20170523/cb017a0cb18e06a8ad673d2bdff4a828.png');
INSERT INTO `car_group` VALUES ('170', '2', '40', '5', '猎豹', '2', '/data/upload/20170523/5040e07879beee342834341a5751d720.png');
INSERT INTO `car_group` VALUES ('171', '2', '40', '6', '上海汽车', '2', '/data/upload/20170523/1dee657963f1815b3e3f50d4c1504bb7.png');
INSERT INTO `car_group` VALUES ('172', '2', '40', '7', '迪亚龙', '2', '/data/upload/20170523/ee6b6c7c2e3c37e26e76dcb8d4263343.png');
INSERT INTO `car_group` VALUES ('173', '2', '40', '8', '比扎克瑞', '2', '/data/upload/20170523/a958dd28117f0157772efb037ef5a6bb.png');
INSERT INTO `car_group` VALUES ('174', '2', '40', '9', '宝俊', '2', '/data/upload/20170523/b63dc6e355c7cb0f12ac52a832ea5d06.png');
INSERT INTO `car_group` VALUES ('175', '2', '40', '10', '悦达起亚', '2', '/data/upload/20170523/e87111415ce7b4e4b269f1ccd7478aff.jpg');
INSERT INTO `car_group` VALUES ('176', '2', '40', '11', '保时捷', '2', '/data/upload/20170523/1abb2dc3d76311944ffdbe9980fbaadd.jpg');
INSERT INTO `car_group` VALUES ('177', '2', '40', '12', '宝马', '2', '/data/upload/20170523/0295008d9a15f98e01ef5c28e69b1f91.jpg');
INSERT INTO `car_group` VALUES ('178', '2', '40', '13', '别克', '2', '/data/upload/20170523/67381647087a06c02b7531c29d02e039.jpg');
INSERT INTO `car_group` VALUES ('179', '2', '40', '14', '宾利', '2', '/data/upload/20170523/cb5c657afdad7210e7cabee6ecc0dece.jpg');
INSERT INTO `car_group` VALUES ('180', '2', '40', '15', '雷克萨斯', '2', '/data/upload/20170523/90ea17f426a16d26968dbaadcafd618f.jpg');
INSERT INTO `car_group` VALUES ('181', '2', '40', '16', '铃木', '2', '/data/upload/20170523/1d9cb3b938acc89838a2e37251933f49.jpg');
INSERT INTO `car_group` VALUES ('182', '2', '40', '17', '中国一汽', '2', '/data/upload/20170523/792069df363c9e9a3737d98e38ffb46e.jpg');
INSERT INTO `car_group` VALUES ('183', '2', '40', '18', '马自达', '2', '/data/upload/20170523/ad93490bb91f3d1b4468689adabe0a8d.jpg');
INSERT INTO `car_group` VALUES ('184', '2', '40', '19', '福特', '2', '/data/upload/20170523/17631fab01bb4b5d2fb953bcb3423a45.jpg');
INSERT INTO `car_group` VALUES ('185', '2', '40', '20', '东风货车', '2', '/data/upload/20170523/5ce21e74a8be9445db71a0123838e1a6.jpg');
INSERT INTO `car_group` VALUES ('186', '2', '40', '21', '斯巴鲁', '2', '/data/upload/20170523/6c86a16d00e3f4da543ae7a950b78a24.jpg');
INSERT INTO `car_group` VALUES ('187', '2', '40', '22', '捷豹', '2', '/data/upload/20170523/d3082c4fcf56efc385c5420a418a5040.jpg');
INSERT INTO `car_group` VALUES ('188', '2', '40', '23', '标志', '2', '/data/upload/20170523/e4a7ec3fd6460826c8cd4db49c8dfbe9.jpg');
INSERT INTO `car_group` VALUES ('189', '2', '40', '24', '众泰', '2', '/data/upload/20170523/18eab32fbf34bfff75f3734f9a3a0011.jpg');
INSERT INTO `car_group` VALUES ('190', '2', '40', '25', '江淮', '2', '/data/upload/20170523/e6055f50ad5c1759595de401c6d75b02.jpg');
INSERT INTO `car_group` VALUES ('191', '2', '40', '26', '奔驰', '2', '/data/upload/20170523/aa3fb196f9f47c88ca50715fdcfc7d2d.jpg');
INSERT INTO `car_group` VALUES ('192', '2', '40', '27', 'H汽车', '2', '/data/upload/20170523/efaf98db2eac3a61946ca0282ae6ddd4.jpg');
INSERT INTO `car_group` VALUES ('194', '2', '41', '2', '东风', '2', '/data/upload/20170523/5ce21e74a8be9445db71a0123838e1a6.jpg');
INSERT INTO `car_group` VALUES ('195', '2', '41', '3', '斯巴鲁', '2', '/data/upload/20170523/6c86a16d00e3f4da543ae7a950b78a24.jpg');
INSERT INTO `car_group` VALUES ('196', '2', '41', '4', '马自达', '2', '/data/upload/20170523/ad93490bb91f3d1b4468689adabe0a8d.jpg');
INSERT INTO `car_group` VALUES ('197', '2', '41', '5', '铃木', '2', '/data/upload/20170523/1d9cb3b938acc89838a2e37251933f49.jpg');
INSERT INTO `car_group` VALUES ('198', '2', '42', '1', '地亚龙', '2', '/data/upload/20170523/ee6b6c7c2e3c37e26e76dcb8d4263343.png');
INSERT INTO `car_group` VALUES ('199', '2', '42', '2', '野马', '2', '/data/upload/20170523/647a43caad9c0f3fc6ceaab33eefb09e.png');
INSERT INTO `car_group` VALUES ('200', '2', '42', '3', '世爵', '2', '/data/upload/20170523/ee9920eb6837c214e337c45c62f0193b.png');
INSERT INTO `car_group` VALUES ('201', '2', '42', '4', '兰博基尼', '2', '/data/upload/20170523/51e7a4f55cbd370b26168de1e3418849.jpg');
INSERT INTO `car_group` VALUES ('202', '2', '42', '5', '水星', '2', '/data/upload/20170523/cb017a0cb18e06a8ad673d2bdff4a828.png');
INSERT INTO `car_group` VALUES ('203', '2', '42', '6', '长城汽车', '2', '/data/upload/20170523/e53e5c68c25bedf45174319ac4bb7c5e.jpg');
INSERT INTO `car_group` VALUES ('204', '2', '42', '7', '江淮汽车', '2', '/data/upload/20170523/e6055f50ad5c1759595de401c6d75b02.jpg');
INSERT INTO `car_group` VALUES ('205', '2', '42', '8', '上海汽车', '2', '/data/upload/20170523/1dee657963f1815b3e3f50d4c1504bb7.png');
INSERT INTO `car_group` VALUES ('206', '2', '43', '1', '宝骏', '2', '/data/upload/20170523/b63dc6e355c7cb0f12ac52a832ea5d06.png');
INSERT INTO `car_group` VALUES ('207', '2', '43', '2', '众泰', '2', '/data/upload/20170523/18eab32fbf34bfff75f3734f9a3a0011.jpg');
INSERT INTO `car_group` VALUES ('208', '2', '43', '3', '阿尔法罗密欧', '2', '/data/upload/20170523/0f5f9e73439ecafcb4a078c2c90151fe.png');
INSERT INTO `car_group` VALUES ('209', '1', '1', '28', '阿尔法罗密欧', '2', '/data/upload/20170523/0f5f9e73439ecafcb4a078c2c90151fe.png');
INSERT INTO `car_group` VALUES ('210', '2', '44', '1', '大众汽车', '2', '/data/upload/20170523/cf02483bd94ad883d5609d39c0d1e8d5.jpg');
INSERT INTO `car_group` VALUES ('211', '2', '44', '2', '长城汽车', '2', '/data/upload/20170523/e53e5c68c25bedf45174319ac4bb7c5e.jpg');
INSERT INTO `car_group` VALUES ('212', '2', '44', '3', '凯迪拉克', '2', '/data/upload/20170523/2e73717b7271b3b5b1715bd0f195b4a1.jpg');
INSERT INTO `car_group` VALUES ('213', '2', '44', '4', '兰博基尼', '2', '/data/upload/20170523/51e7a4f55cbd370b26168de1e3418849.jpg');
INSERT INTO `car_group` VALUES ('214', '2', '45', '1', '水星', '2', '/data/upload/20170523/cb017a0cb18e06a8ad673d2bdff4a828.png');
INSERT INTO `car_group` VALUES ('215', '2', '45', '2', '阿尔法罗密欧', '2', '/data/upload/20170523/0f5f9e73439ecafcb4a078c2c90151fe.png');
INSERT INTO `car_group` VALUES ('216', '2', '45', '3', '法拉利', '2', '/data/upload/20170523/1abb2dc3d76311944ffdbe9980fbaadd.jpg');
INSERT INTO `car_group` VALUES ('217', '2', '45', '4', '世爵', '2', '/data/upload/20170523/ee9920eb6837c214e337c45c62f0193b.png');
INSERT INTO `car_group` VALUES ('218', '2', '46', '1', '长城汽车', '2', '/data/upload/20170523/e53e5c68c25bedf45174319ac4bb7c5e.jpg');
INSERT INTO `car_group` VALUES ('219', '2', '46', '2', '野马', '2', '/data/upload/20170523/647a43caad9c0f3fc6ceaab33eefb09e.png');
INSERT INTO `car_group` VALUES ('220', '2', '46', '3', '劳斯莱斯', '2', '/data/upload/20170523/e4b17cff6a93a3ef52418b519964450d.jpg');
INSERT INTO `car_group` VALUES ('221', '2', '46', '4', '奔驰', '2', '/data/upload/20170523/aa3fb196f9f47c88ca50715fdcfc7d2d.jpg');
INSERT INTO `car_group` VALUES ('222', '2', '46', '5', '标志', '2', '/data/upload/20170523/e4a7ec3fd6460826c8cd4db49c8dfbe9.jpg');
INSERT INTO `car_group` VALUES ('223', '2', '46', '6', '海马', '2', '/data/upload/20170523/beafe5591613495b5438e3184669171f.jpg');
INSERT INTO `car_group` VALUES ('224', '2', '47', '1', '长城汽车', '2', '/data/upload/20170523/e53e5c68c25bedf45174319ac4bb7c5e.jpg');
INSERT INTO `car_group` VALUES ('225', '2', '47', '2', '标志', '2', '/data/upload/20170523/e4a7ec3fd6460826c8cd4db49c8dfbe9.jpg');
INSERT INTO `car_group` VALUES ('226', '2', '47', '3', '兰博基尼', '2', '/data/upload/20170523/51e7a4f55cbd370b26168de1e3418849.jpg');
INSERT INTO `car_group` VALUES ('227', '1', '13', '2', '方向盘', '3', '');
INSERT INTO `car_group` VALUES ('228', '1', '13', '3', '液压器', '3', '');
INSERT INTO `car_group` VALUES ('229', '1', '14', '2', '真皮方向盘', '4', '');
INSERT INTO `car_group` VALUES ('230', '1', '227', '1', '动力火车发动机', '4', '');
INSERT INTO `car_group` VALUES ('232', '2', '168', '1', '罗密欧零件', '3', '');
INSERT INTO `car_group` VALUES ('233', '2', '232', '1', '座椅', '4', '');
INSERT INTO `car_group` VALUES ('234', '2', '232', '2', '车轮', '4', '');

-- ----------------------------
-- Table structure for `circle`
-- ----------------------------
DROP TABLE IF EXISTS `circle`;
CREATE TABLE `circle` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT COMMENT '圈子及评论',
  `vid` varchar(20) DEFAULT NULL COMMENT '圈子ID',
  `content` varchar(255) DEFAULT NULL COMMENT '评论和回复的限制字数长度为200字',
  `imgs` text COMMENT '上传图片最多9张(回复不能上传图片)',
  `parent_id` int(11) DEFAULT NULL,
  `level` tinyint(3) DEFAULT NULL COMMENT '层级',
  `type` tinyint(1) DEFAULT NULL COMMENT '用户类型 1企业厂商，2业务员',
  `fu_id` int(11) DEFAULT NULL COMMENT 'type=1:关联厂商表;\r\ntype=2:关联业务员表',
  `comments` int(11) DEFAULT '0' COMMENT '评论数',
  `create_time` datetime DEFAULT NULL,
  `collection` int(11) DEFAULT NULL COMMENT '收藏数',
  `area` varchar(30) DEFAULT NULL COMMENT '发布城市',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=9 DEFAULT CHARSET=utf8 COMMENT='圈子及评论';

-- ----------------------------
-- Records of circle
-- ----------------------------
INSERT INTO `circle` VALUES ('3', null, '23432432', null, '2', '2', '2', '2', '0', '2017-05-14 13:36:27', null, null);
INSERT INTO `circle` VALUES ('4', null, 'fggd', null, '2', '2', '1', '1', '0', '2017-05-14 13:36:27', null, null);
INSERT INTO `circle` VALUES ('7', null, 'qe', null, '2', '2', '1', '6', '0', '2017-05-14 13:36:27', null, null);
INSERT INTO `circle` VALUES ('8', null, 'qwe', null, '2', '2', '2', '1', '0', '2017-05-14 13:36:27', null, null);
INSERT INTO `circle` VALUES ('2', '413213423', '/data/upload/20170515/29931c2bf6ecd93cb0d27f3cc78936fb.jpg,/data/upload/20170515/29931c2bf6ecd93cb0d27f3cc78936fb.jpg,/data/upload/20170515/29931c2bf6ecd93cb0d27f3cc78936fb.jpg,/data/upload/20170515/29931c2bf6ecd93cb0d27f3cc78936fb.jpg,/data/upload/201705', '/data/upload/20170515/29931c2bf6ecd93cb0d27f3cc78936fb.jpg,/data/upload/20170515/29931c2bf6ecd93cb0d27f3cc78936fb.jpg,/data/upload/20170515/29931c2bf6ecd93cb0d27f3cc78936fb.jpg', null, '1', '2', '1', '4', '2017-05-14 13:36:27', null, '成都');

-- ----------------------------
-- Table structure for `collect_circle`
-- ----------------------------
DROP TABLE IF EXISTS `collect_circle`;
CREATE TABLE `collect_circle` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT COMMENT '圈子收藏表',
  `circle_id` int(11) DEFAULT NULL COMMENT 'circle表id',
  `type` tinyint(1) DEFAULT NULL COMMENT '用户类型 1企业厂商，2业务员',
  `fu_id` int(11) DEFAULT NULL COMMENT 'type=1:关联厂商表;\r\ntype=2:关联业务员表',
  `create_time` datetime DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COMMENT='圈子收藏表';

-- ----------------------------
-- Records of collect_circle
-- ----------------------------

-- ----------------------------
-- Table structure for `collect_firms`
-- ----------------------------
DROP TABLE IF EXISTS `collect_firms`;
CREATE TABLE `collect_firms` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT COMMENT '收藏店铺',
  `type` tinyint(1) DEFAULT NULL COMMENT '用户类型 1企业厂商，2业务员',
  `fu_id` int(11) DEFAULT NULL COMMENT 'type=1:关联厂商表;\r\ntype=2:关联业务员表',
  `firms_id` int(11) DEFAULT NULL COMMENT '收藏的厂商id  firms表',
  `create_time` datetime DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=5 DEFAULT CHARSET=utf8 COMMENT='收藏店铺';

-- ----------------------------
-- Records of collect_firms
-- ----------------------------
INSERT INTO `collect_firms` VALUES ('1', '1', '9', '1', '2017-05-31 17:50:05');
INSERT INTO `collect_firms` VALUES ('2', '1', '9', '2', '2017-05-31 17:50:12');
INSERT INTO `collect_firms` VALUES ('3', '1', '9', '22', '2017-05-31 18:11:34');
INSERT INTO `collect_firms` VALUES ('4', '1', '9', '20', '2017-05-31 18:11:49');

-- ----------------------------
-- Table structure for `collect_product`
-- ----------------------------
DROP TABLE IF EXISTS `collect_product`;
CREATE TABLE `collect_product` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT COMMENT '收藏的收藏产品',
  `type` int(1) DEFAULT NULL COMMENT '用户类型 1企业厂商，2业务员',
  `fu_id` int(11) DEFAULT NULL COMMENT 'type=1:关联厂商表;\r\ntype=2:关联业务员表',
  `pro_id` int(11) DEFAULT NULL COMMENT '收藏的产品表id product_list表',
  `create_time` datetime DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COMMENT='收藏产品';

-- ----------------------------
-- Records of collect_product
-- ----------------------------

-- ----------------------------
-- Table structure for `core_auth`
-- ----------------------------
DROP TABLE IF EXISTS `core_auth`;
CREATE TABLE `core_auth` (
  `id` int(11) NOT NULL AUTO_INCREMENT COMMENT '权限表',
  `modName` varchar(32) DEFAULT NULL COMMENT '模块名',
  `modCode` varchar(32) DEFAULT NULL COMMENT '模块标示',
  `modIco` varchar(20) DEFAULT NULL COMMENT '模块ico',
  `funName` varchar(32) DEFAULT NULL COMMENT '方法名',
  `funCode` varchar(32) DEFAULT NULL COMMENT '方法标示',
  `funIco` varchar(20) DEFAULT NULL COMMENT '方法ico',
  `isMenu` smallint(1) DEFAULT '1' COMMENT '模块是否用于菜单',
  `sort` smallint(3) DEFAULT '999' COMMENT '排序',
  PRIMARY KEY (`id`),
  KEY `id` (`id`) USING BTREE
) ENGINE=InnoDB AUTO_INCREMENT=44 DEFAULT CHARSET=utf8mb4;

-- ----------------------------
-- Records of core_auth
-- ----------------------------
INSERT INTO `core_auth` VALUES ('1', '系统配置', 'plat.sys.mod', 'fa-home', '模块管理', 'mods', 'fa-gears', '1', '100');
INSERT INTO `core_auth` VALUES ('2', '管理员配置', 'plat.sys.suUser', 'fa-home', '管理员配置', 'suUser', 'fa-user-plus', '1', '101');
INSERT INTO `core_auth` VALUES ('3', 'VIP到期提醒', 'plat.firms.firms', 'fa-home', 'VIP到期提醒', 'vips', 'fa-users', '1', '102');
INSERT INTO `core_auth` VALUES ('4', '操作日志', 'plat.sys.actionLog', 'fa-home', '操作日志', 'actionLog', 'fa-users', '1', '103');
INSERT INTO `core_auth` VALUES ('5', '系统配置', 'plat.sys.ini', 'fa-home', '经销商及车系配置', 'iniIndex', 'fa-bar-chart', '1', '104');
INSERT INTO `core_auth` VALUES ('6', '系统配置', 'plat.sys.notice', 'fa-home', '公告管理', 'index', 'fa-newspaper-o', '1', '105');
INSERT INTO `core_auth` VALUES ('7', 'banner管理', 'plat.audit.reportforms', 'fa-home', '头部banner', 'suIndex', 'fa-bar-chart', '1', '1');
INSERT INTO `core_auth` VALUES ('8', 'banner管理', 'plat.supplier.visa.order', 'fa-home', '腰部banner', 'index', 'fa-cc-visa', '1', '2');
INSERT INTO `core_auth` VALUES ('9', '财务管理', 'plat.audit.manager', 'fa-home', '工资记录', 'mIndex', 'fa-money', '1', '4');
INSERT INTO `core_auth` VALUES ('10', '财务管理', 'plat.audit.manager', 'fa-home', '财务统计', 'gmIndex', 'fa-money', '1', '7');
INSERT INTO `core_auth` VALUES ('11', '财务管理', 'plat.audit.manager', 'fa-home', '财务流水', 'fdIndex', 'fa-money', '1', '6');
INSERT INTO `core_auth` VALUES ('12', '财务管理', 'plat.supplier.oversee', 'fa-home', '员工个人工资记录', 'starDetail', 'fa-shield', '0', '4');
INSERT INTO `core_auth` VALUES ('13', '业务员管理', 'Plat.sales.sales', 'fa-home', '业务员管理', 'salesIndex', 'fa-vimeo', '1', '7');
INSERT INTO `core_auth` VALUES ('14', '业务员管理', 'supplier.create', 'fa-home', '圈子记录', 'supplier.create', 'fa-shield', '1', '8');
INSERT INTO `core_auth` VALUES ('15', '业务员管理', 'plat.custom.notice', 'fa-home', '关联厂商', 'noticePage', 'fa-vimeo', '1', '9');
INSERT INTO `core_auth` VALUES ('16', '互动圈子', 'plat.supplier.lines', 'fa-home', '评论管理', 'lists', 'fa-cog', '1', '10');
INSERT INTO `core_auth` VALUES ('17', '人工收费', 'plat.supplier.order', 'fa-home', '收费记录', 'index', 'fa-shopping-cart', '1', '11');
INSERT INTO `core_auth` VALUES ('18', '厂商管理', 'plat.custom.line', 'fa-home', '来访记录(经销商)', 'customAudit', 'fa-edit', '0', '12');
INSERT INTO `core_auth` VALUES ('19', '厂商管理', 'plat.supplier.visaProduct', 'fa-home', '求购记录', 'auditIndex', 'fa-edit', '0', '13');
INSERT INTO `core_auth` VALUES ('20', '厂商管理', 'plat.wechat.banner', 'fa-home', '产品信息', 'banner', 'fa-cog', '0', '14');
INSERT INTO `core_auth` VALUES ('21', '厂商管理', 'plat.sys.coupon', 'fa-home', '访问记录', 'couponIndex', 'fa-map', '0', '15');
INSERT INTO `core_auth` VALUES ('22', '厂商管理', 'plat.product.line', 'fa-home', '基础信息', 'lists', 'fa-edit', '0', '16');
INSERT INTO `core_auth` VALUES ('23', '厂商管理', 'plat.wechat.tags', 'fa-home', '刷新点记录', 'tagsIndex', 'fa-tag', '0', '17');
INSERT INTO `core_auth` VALUES ('24', '厂商管理', 'plat.custom.demand', 'fa-home', '关联业务员', 'suDemandIndex', 'fa-vimeo', '0', '18');
INSERT INTO `core_auth` VALUES ('25', '厂商管理', 'plat.product.line', 'fa-home', '圈子记录', 'price', 'fa-edit', '0', '19');
INSERT INTO `core_auth` VALUES ('26', '厂商管理', 'plat.custom.demand', 'fa-home', '认证信息', 'zbDemandPage', 'fa-edit', '0', '20');
INSERT INTO `core_auth` VALUES ('27', '厂商管理', 'plat.product.line', 'fa-home', '邀请记录', 'show', 'fa-edit', '0', '21');
INSERT INTO `core_auth` VALUES ('28', '厂商管理', 'plat.wechat.tags', 'fa-home', 'VIP记录(经销商)', 'tagsAuth', 'fa-tag', '0', '22');
INSERT INTO `core_auth` VALUES ('29', '推送消息', 'plat.supplier.notice', 'fa-home', '推送记录', 'noticePage', 'fa-envelope', '1', '23');
INSERT INTO `core_auth` VALUES ('30', '文章管理', 'plat.supplier.visaProduct', 'fa-home', '查看文章', 'index', 'fa-cc-visa', '1', '24');
INSERT INTO `core_auth` VALUES ('31', '文章管理', 'plat.wechat.attention', 'fa-home', '添加/编辑文章', 'showDataPage', 'fa-user-secret', '1', '25');
INSERT INTO `core_auth` VALUES ('32', '文章管理', 'plat.wechat.honBao', 'fa-home', '新手上路', 'showListToPage', 'fa-money', '1', '26');
INSERT INTO `core_auth` VALUES ('33', '文章管理', 'plat.wechat.honBao', 'fa-home', '其他', 'showListPage', 'fa-money', '1', '27');
INSERT INTO `core_auth` VALUES ('34', '求购记录', 'plat.supplier.manager', 'fa-home', '查看记录', 'index', 'fa-map', '1', '28');
INSERT INTO `core_auth` VALUES ('35', '活动营销', 'plat.supplier.lines', 'fa-home', 'PC友情链接配置', 'leader', 'fa-shield', '1', '29');
INSERT INTO `core_auth` VALUES ('36', '活动营销', 'plat.report.monthReport', 'fa-home', 'PC推荐经销商', 'monthReportChild', 'fa-bar-chart', '1', '30');
INSERT INTO `core_auth` VALUES ('37', '统计分析-厂商统计', 'plat.supplier.visaProduct', 'fa-home', '圈子统计', 'visaMaterialIndex', 'fa-cc-visa', '1', '31');
INSERT INTO `core_auth` VALUES ('38', '统计分析-厂商统计', 'plat.supplier', 'fa-home', '活跃度统计', 'auth', 'fa-shield', '1', '32');
INSERT INTO `core_auth` VALUES ('39', '统计分析-厂商统计', 'plat.supplier.lines', 'fa-home', '访问统计', 'show', 'fa-shield', '1', '33');
INSERT INTO `core_auth` VALUES ('40', '统计分析-厂商统计', 'plat.audit.report', 'fa-home', '产品统计', 'suIndex', 'fa-money', '0', '34');
INSERT INTO `core_auth` VALUES ('41', '认证申请', 'plat.audit.reportforms', 'fa-home', '认证申请', 'suDataPage', 'fa-bar-chart', '0', '35');
INSERT INTO `core_auth` VALUES ('42', '厂商管理', 'plat.firms.firms', 'fa-home', '厂商列表', 'firmIndex', 'fa-shield', '1', '1');
INSERT INTO `core_auth` VALUES ('43', '财务管理', 'Plat.sales.wage', 'fa-home', '业务员工资配置', 'wageIndex', 'fa-shield', '1', '3');

-- ----------------------------
-- Table structure for `core_auth_copy`
-- ----------------------------
DROP TABLE IF EXISTS `core_auth_copy`;
CREATE TABLE `core_auth_copy` (
  `id` int(11) NOT NULL AUTO_INCREMENT COMMENT '权限表',
  `modName` varchar(32) DEFAULT NULL COMMENT '模块名',
  `modCode` varchar(32) DEFAULT NULL COMMENT '模块标示',
  `modIco` varchar(20) DEFAULT NULL COMMENT '模块ico',
  `funName` varchar(32) DEFAULT NULL COMMENT '方法名',
  `funCode` varchar(32) DEFAULT NULL COMMENT '方法标示',
  `funIco` varchar(20) DEFAULT NULL COMMENT '方法ico',
  `isMenu` smallint(1) DEFAULT '1' COMMENT '模块是否用于菜单',
  `sort` smallint(3) DEFAULT '999' COMMENT '排序',
  PRIMARY KEY (`id`),
  KEY `id` (`id`) USING BTREE
) ENGINE=InnoDB AUTO_INCREMENT=107 DEFAULT CHARSET=utf8mb4;

-- ----------------------------
-- Records of core_auth_copy
-- ----------------------------
INSERT INTO `core_auth_copy` VALUES ('1', '系统配置', 'plat.sys.suUser', 'fa-gears', '管理员配置', 'suUser', 'fa-user-plus', '1', '3');
INSERT INTO `core_auth_copy` VALUES ('2', '系统配置', 'plat.sys.job', 'fa-gears', '操作日志', 'job', 'fa-users', '1', '1');
INSERT INTO `core_auth_copy` VALUES ('3', '系统配置', 'plat.sys.auth', 'fa-gears', 'VIP到期提醒', 'auth', 'fa-users', '1', '2');
INSERT INTO `core_auth_copy` VALUES ('4', '系统配置', 'plat.sys.mod', 'fa-gears', '模块管理', 'mods', 'fa-gears', '1', '5');
INSERT INTO `core_auth_copy` VALUES ('6', '未使用', 'plat.store.sale.line', 'fa-shopping-cart', '线路-销售', 'lists', 'fa-shopping-cart', '0', '2');
INSERT INTO `core_auth_copy` VALUES ('7', '未使用', 'plat.store', 'fa-shopping-cart', '子门市全部订单', 'leader', 'fa-shield', '0', '666');
INSERT INTO `core_auth_copy` VALUES ('8', '未使用', 'plat.store.order', 'fa-shopping-cart', '线路-订单', 'index', 'fa-shopping-cart', '0', '3');
INSERT INTO `core_auth_copy` VALUES ('10', '未使用', 'plat.store.manager', 'fa-shopping-cart', '门市管理', 'index', 'fa-map', '0', '1');
INSERT INTO `core_auth_copy` VALUES ('11', '未使用', 'plat.server.handle', 'fa-shield', '投诉处理', 'handle', 'fa-warning', '0', '7');
INSERT INTO `core_auth_copy` VALUES ('12', '未使用', 'plat.server.oversee', 'fa-shield', '质量跟踪', 'oversee', 'fa-shield', '0', '6');
INSERT INTO `core_auth_copy` VALUES ('13', '求购记录', 'plat.supplier.manager', 'fa-user-secret', '查看记录', 'index', 'fa-map', '1', '1');
INSERT INTO `core_auth_copy` VALUES ('14', '互动圈子', 'plat.supplier.lines', 'fa-user-secret', '评论管理', 'lists', 'fa-cog', '1', '2');
INSERT INTO `core_auth_copy` VALUES ('15', '人工收费', 'plat.supplier.order', 'fa-user-secret', '收费记录', 'index', 'fa-shopping-cart', '1', '3');
INSERT INTO `core_auth_copy` VALUES ('16', '统计分析-厂商统计', 'plat.supplier', 'fa-user-secret', '活跃度统计', 'auth', 'fa-shield', '1', '666');
INSERT INTO `core_auth_copy` VALUES ('18', '统计分析-厂商统计', 'plat.supplier.lines', 'fa-user-secret', '访问统计', 'show', 'fa-shield', '1', '666');
INSERT INTO `core_auth_copy` VALUES ('20', '未使用', 'plat.report.order', 'fa-bar-chart', '线路-订单台帐', 'index', 'fa-bar-chart', '0', '1');
INSERT INTO `core_auth_copy` VALUES ('21', '活动营销', 'plat.supplier.lines', 'fa-user-secret', 'PC友情链接配置', 'leader', 'fa-shield', '1', '666');
INSERT INTO `core_auth_copy` VALUES ('22', '未使用', 'plat.base.dest', 'fa-cog', '线路-目的地', 'index', 'fa-cog', '0', '3');
INSERT INTO `core_auth_copy` VALUES ('23', '未使用', 'plat.base.dest', null, '线路-目的地类型', 'type', 'fa-shield', '0', '2');
INSERT INTO `core_auth_copy` VALUES ('24', '未使用', 'plat.base.city', 'fa-cog', '线路-出发城市', 'index', 'fa-cog', '0', '4');
INSERT INTO `core_auth_copy` VALUES ('25', '未使用', 'plat.base.subject', 'fa-cog', '线路-旅游专题', 'index', 'fa-cog', '0', '0');
INSERT INTO `core_auth_copy` VALUES ('26', '厂商管理', 'plat.product.line', 'fa-edit', '基础信息', 'lists', 'fa-edit', '1', '1');
INSERT INTO `core_auth_copy` VALUES ('27', '厂商管理', 'plat.product.line', 'fa-edit', '邀请记录', 'show', 'fa-edit', '1', '555');
INSERT INTO `core_auth_copy` VALUES ('28', '厂商管理', 'plat.product.line', 'fa-edit', '圈子记录', 'price', 'fa-edit', '1', '555');
INSERT INTO `core_auth_copy` VALUES ('29', '未使用', 'plat.store', 'fa-shopping-cart', '本门市全部订单', 'leader', 'fa-shield', '0', '666');
INSERT INTO `core_auth_copy` VALUES ('30', '业务员工资配置', 'plat.audit.manager', 'fa-money', '工资记录', 'mIndex', 'fa-money', '1', '1');
INSERT INTO `core_auth_copy` VALUES ('31', '业务员工资配置', 'plat.audit.manager', 'fa-money', '财务统计', 'gmIndex', 'fa-money', '1', '3');
INSERT INTO `core_auth_copy` VALUES ('32', '业务员工资配置', 'plat.audit.manager', 'fa-money', '财务流水', 'fdIndex', 'fa-money', '1', '2');
INSERT INTO `core_auth_copy` VALUES ('33', '未使用', 'plat.audit.manager', 'fa-money', '线-会计结款', 'acctIndex', 'fa-money', '0', '4');
INSERT INTO `core_auth_copy` VALUES ('34', '未使用', 'plat.audit.report', 'fa-bar-chart', '线路-结算报表', 'index', 'fa-bar-chart', '0', '3');
INSERT INTO `core_auth_copy` VALUES ('38', '统计分析-厂商统计', 'plat.audit.report', 'fa-user-secret', '产品统计', 'suIndex', 'fa-money', '1', '7');
INSERT INTO `core_auth_copy` VALUES ('39', '系统配置', 'plat.audit.manager', 'fa-user-secret', '产品分类配置', 'suList', 'fa-bar-chart', '1', '6');
INSERT INTO `core_auth_copy` VALUES ('40', '系统配置', 'plat.sys.notice', 'fa-gears', '公告管理', 'index', 'fa-newspaper-o', '1', '4');
INSERT INTO `core_auth_copy` VALUES ('41', '未使用', 'plat.report.monthReport', 'fa-bar-chart', '线路-月统计报表', 'monthReport', 'fa-bar-chart', '0', '2');
INSERT INTO `core_auth_copy` VALUES ('42', '系统配置', 'plat.report.monthReport', 'fa-bar-chart', '经销商及车系配置', 'monthReport', 'fa-bar-chart', '1', '5');
INSERT INTO `core_auth_copy` VALUES ('43', '活动营销', 'plat.report.monthReport', 'fa-bar-chart', 'PC推荐经销商', 'monthReportChild', 'fa-bar-chart', '1', '666');
INSERT INTO `core_auth_copy` VALUES ('47', '未使用', 'plat.audit.manager', 'fa-bar-chart', '线路-供应商对账单', 'suList', 'fa-bar-chart', '0', '4');
INSERT INTO `core_auth_copy` VALUES ('48', '未使用', 'plat.contract.manager', 'fa-file-text-o', '合同创建', 'createIndex', 'fa-file-text-o', '0', '3');
INSERT INTO `core_auth_copy` VALUES ('49', '未使用', 'plat.contract.manager', 'fa-file-text-o', '合同审核', 'auditIndex', 'fa-file-text-o', '0', '4');
INSERT INTO `core_auth_copy` VALUES ('50', '未使用', 'plat.report.commission', 'fa-bar-chart', '线路-代理手续费', 'commission', 'fa-bar-chart', '0', '5');
INSERT INTO `core_auth_copy` VALUES ('51', '未使用', 'plat.contract.invoice', 'fa-file-text-o', '发票审核', 'auditIndex', 'fa-file-text-o', '0', '2');
INSERT INTO `core_auth_copy` VALUES ('52', '未使用', 'plat.contract.invoice', 'fa-file-text-o', '发票开据', 'billingIndex', 'fa-file-text-o', '0', '1');
INSERT INTO `core_auth_copy` VALUES ('53', '未使用', 'plat.report.order', 'fa-legal', '线路-财务退款', 'tuiList', 'fa-legal', '0', '2');
INSERT INTO `core_auth_copy` VALUES ('54', '推送消息', 'plat.supplier.notice', 'fa-user-secret', '推送记录', 'noticePage', 'fa-envelope', '1', '4');
INSERT INTO `core_auth_copy` VALUES ('55', '未使用', 'plat.report.detail', 'fa-bar-chart', '线路-交易明细', 'index', 'fa-bar-chart', '0', '6');
INSERT INTO `core_auth_copy` VALUES ('56', '厂商管理', 'plat.wechat.banner', 'fa-gears', '产品信息', 'banner', 'fa-cog', '1', '1');
INSERT INTO `core_auth_copy` VALUES ('57', '厂商管理', 'plat.wechat.tags', 'fa-gears', '刷新点记录', 'tagsIndex', 'fa-tag', '1', '2');
INSERT INTO `core_auth_copy` VALUES ('58', '未使用', 'plat.custom.demand', 'fa-bar-chart', '定制游-需求', 'demandIndex', 'fa-vimeo', '0', '6');
INSERT INTO `core_auth_copy` VALUES ('59', '厂商管理', 'plat.custom.demand', 'fa-user-secret', '关联业务员', 'suDemandIndex', 'fa-vimeo', '1', '8');
INSERT INTO `core_auth_copy` VALUES ('60', '厂商管理', 'plat.custom.line', 'fa-edit', '来访记录(经销商)', 'customAudit', 'fa-edit', '1', '3');
INSERT INTO `core_auth_copy` VALUES ('61', '厂商管理', 'plat.sys.coupon', 'fa-gears', '访问记录', 'couponIndex', 'fa-map', '1', '3');
INSERT INTO `core_auth_copy` VALUES ('62', '未使用', 'plat.custom.order', 'fa-shopping-cart', '定制游-订单', 'stOrderPage', 'fa-vimeo', '0', '7');
INSERT INTO `core_auth_copy` VALUES ('63', '业务员管理', 'plat.custom.order', 'fa-bar-chart', '基础信息', 'suOrderPage', 'fa-vimeo', '1', '9');
INSERT INTO `core_auth_copy` VALUES ('64', '未使用', 'plat.custom.order', 'fa-legal', '定制游-财务退款', 'tuiPage', 'fa-legal', '0', '4');
INSERT INTO `core_auth_copy` VALUES ('65', '未使用', 'plat.audit.audit', 'fa-money', '经理审核', 'mIndex', 'fa-money', '0', '5');
INSERT INTO `core_auth_copy` VALUES ('66', '未使用', 'plat.audit.audit', 'fa-money', '总经理审核', 'gmIndex', 'fa-money', '0', '7');
INSERT INTO `core_auth_copy` VALUES ('67', '未使用', 'plat.audit.audit', 'fa-money', '财务审核', 'fdIndex', 'fa-money', '0', '6');
INSERT INTO `core_auth_copy` VALUES ('68', '未使用', 'plat.audit.audit', 'fa-money', '会计结款', 'acctIndex', 'fa-money', '0', '8');
INSERT INTO `core_auth_copy` VALUES ('69', 'banner管理', 'plat.audit.reportforms', 'fa-user-secret', '底部banner', 'suIndex', 'fa-bar-chart', '1', '15');
INSERT INTO `core_auth_copy` VALUES ('70', '未使用', 'plat.audit.reportforms', 'fa-user-secret', '供应商-结算报表', 'index', 'fa-bar-chart', '0', '8');
INSERT INTO `core_auth_copy` VALUES ('71', '未使用', 'plat.store.visa.order', 'fa-shopping-cart', '签证-订单', 'index', 'fa-cc-visa', '0', '9');
INSERT INTO `core_auth_copy` VALUES ('72', '未使用', 'plat.base.visaDest', 'fa-cog', '签证-目的地', 'index', 'fa-cog', '0', '5');
INSERT INTO `core_auth_copy` VALUES ('73', '未使用', 'plat.base.visaPersonType', 'fa-cog', '签证-人群类型', 'index', 'fa-cog', '0', '6');
INSERT INTO `core_auth_copy` VALUES ('74', '未使用', 'plat.base.visaPapersType', 'fa-cog', '签证-类型', 'index', 'fa-cog', '0', '7');
INSERT INTO `core_auth_copy` VALUES ('75', '未使用', 'plat.base.visaMaterialTemplate', 'fa-cog', '签证-材料模板', 'index', 'fa-cog', '0', '8');
INSERT INTO `core_auth_copy` VALUES ('76', '未使用', 'plat.store.sale.visa', 'fa-bar-chart', '签证-办理', 'listPage', 'fa-cc-visa', '0', '8');
INSERT INTO `core_auth_copy` VALUES ('78', '未使用', 'plat.report.visa.order', 'fa-bar-chart', '签证-订单台帐', 'index', 'fa-bar-chart', '0', '9');
INSERT INTO `core_auth_copy` VALUES ('79', '业务员管理', 'plat.custom.notice', 'fa-user-secret', '关联厂商', 'noticePage', 'fa-vimeo', '1', '10');
INSERT INTO `core_auth_copy` VALUES ('80', '文章管理', 'plat.supplier.visaProduct', 'fa-user-secret', '查看文章', 'index', 'fa-cc-visa', '1', '12');
INSERT INTO `core_auth_copy` VALUES ('81', '厂商管理', 'plat.supplier.visaProduct', 'fa-edit', '求购记录', 'auditIndex', 'fa-edit', '1', '4');
INSERT INTO `core_auth_copy` VALUES ('82', '厂商管理', 'plat.custom.demand', 'fa-edit', '认证信息', 'zbDemandPage', 'fa-edit', '1', '2');
INSERT INTO `core_auth_copy` VALUES ('83', 'banner管理', 'plat.supplier.visa.order', 'fa-cc-visa', '头部banner', 'index', 'fa-cc-visa', '1', '13');
INSERT INTO `core_auth_copy` VALUES ('84', '未使用', 'plat.custom.order', 'fa-legal', '定制游-退款审核', 'tuiAuditPage', 'fa-legal', '0', '3');
INSERT INTO `core_auth_copy` VALUES ('85', '文章管理', 'plat.wechat.attention', 'fa-gears', '添加/编辑文章', 'showDataPage', 'fa-user-secret', '1', '4');
INSERT INTO `core_auth_copy` VALUES ('86', '未使用', 'plat.report.custom', 'fa-user-secret', '定制游-订单', 'index', 'fa-bar-chart', '0', '7');
INSERT INTO `core_auth_copy` VALUES ('87', '未使用', 'plat.report.order', 'fa-legal', '线路-退款审核', 'tuiApply', 'fa-legal', '0', '1');
INSERT INTO `core_auth_copy` VALUES ('88', '未使用', 'plat.report.visa.order', 'fa-legal', '签证-退款审核', 'refundApply', 'fa-legal', '0', '5');
INSERT INTO `core_auth_copy` VALUES ('89', '未使用', 'plat.report.visa.order', 'fa-legal', '签证-财务退款', 'refundMoneyPage', 'fa-legal', '0', '6');
INSERT INTO `core_auth_copy` VALUES ('90', '未使用', 'plat.server.baoXian', 'fa-shield', '保险查看', 'showPage', 'fa-medkit', '0', '999');
INSERT INTO `core_auth_copy` VALUES ('91', '文章管理', 'plat.wechat.honBao', 'fa-gears', '其他', 'showListPage', 'fa-money', '1', '999');
INSERT INTO `core_auth_copy` VALUES ('92', '文章管理', 'plat.wechat.honBao', 'fa-gears', '新手上路', 'showListToPage', 'fa-money', '1', '999');
INSERT INTO `core_auth_copy` VALUES ('93', '厂商管理', 'plat.wechat.tags', 'fa-gears', 'VIP记录(经销商)', 'tagsAuth', 'fa-tag', '1', '2');
INSERT INTO `core_auth_copy` VALUES ('94', '未使用', 'plat.report.channel', 'fa-user-secret', '渠道销售数据', 'saleIndex', 'fa-bar-chart', '0', '999');
INSERT INTO `core_auth_copy` VALUES ('95', '未使用', 'plat.report.channel', 'fa-user-secret', '网点月度统计-端口', 'MonthPortIndex', 'fa-bar-chart', '0', '999');
INSERT INTO `core_auth_copy` VALUES ('96', '未使用', 'plat.report.channel', 'fa-user-secret', '网点月度统计-产品', 'MonthProTypeIndex', 'fa-bar-chart', '0', '999');
INSERT INTO `core_auth_copy` VALUES ('97', '未使用', 'plat.report.channel', 'fa-user-secret', '网点月度统计-维码', 'QRCoderIndex', 'fa-bar-chart', '0', '999');
INSERT INTO `core_auth_copy` VALUES ('98', '统计分析-厂商统计', 'plat.supplier.visaProduct', 'fa-user-secret', '圈子统计', 'visaMaterialIndex', 'fa-cc-visa', '1', '999');
INSERT INTO `core_auth_copy` VALUES ('99', '未使用', 'plat.server.oversee', 'fa-shield', '旅游星级统计', 'star', 'fa-shield', '0', '8');
INSERT INTO `core_auth_copy` VALUES ('100', '业务员工资配置', 'plat.supplier.oversee', 'fa-shield', '员工个人工资记录', 'starDetail', 'fa-shield', '1', '999');
INSERT INTO `core_auth_copy` VALUES ('101', '认证申请', 'plat.audit.reportforms', 'fa-user-secret', '认证记录', 'suDataPage', 'fa-bar-chart', '1', '15');
INSERT INTO `core_auth_copy` VALUES ('102', '未使用', 'plat.audit.reportforms', 'fa-user-secret', '供应商-结算对账单', 'suDataPage', 'fa-bar-chart', '0', '8');
INSERT INTO `core_auth_copy` VALUES ('103', '未使用', 'store.create', '', '门店创建', 'store.create', '', '0', '9');
INSERT INTO `core_auth_copy` VALUES ('104', '业务员管理', 'supplier.create', 'fa-shield', '圈子记录', 'supplier.create', 'fa-shield', '1', '10');
INSERT INTO `core_auth_copy` VALUES ('105', '未使用', 'plat.report.plane', 'fa-bar-chart', '送机报表', 'planeList', 'fa-plane', '0', '999');
INSERT INTO `core_auth_copy` VALUES ('106', '系统配置', 'plat.sys.ini', 'fa-gears', '系统配置', 'index', 'fa-gear', '1', '6');

-- ----------------------------
-- Table structure for `core_user_auth`
-- ----------------------------
DROP TABLE IF EXISTS `core_user_auth`;
CREATE TABLE `core_user_auth` (
  `id` int(11) NOT NULL AUTO_INCREMENT COMMENT '职位-权限管理表',
  `userId` int(11) DEFAULT NULL COMMENT '用户id',
  `authId` int(11) DEFAULT NULL COMMENT '权限id',
  PRIMARY KEY (`id`),
  KEY `id` (`id`),
  KEY `authId` (`authId`) USING BTREE
) ENGINE=MyISAM AUTO_INCREMENT=18838 DEFAULT CHARSET=utf8mb4;

-- ----------------------------
-- Records of core_user_auth
-- ----------------------------
INSERT INTO `core_user_auth` VALUES ('18836', '2', '8');
INSERT INTO `core_user_auth` VALUES ('18835', '2', '7');
INSERT INTO `core_user_auth` VALUES ('18834', '2', '6');
INSERT INTO `core_user_auth` VALUES ('18833', '2', '4');
INSERT INTO `core_user_auth` VALUES ('18807', '5', '1');
INSERT INTO `core_user_auth` VALUES ('18808', '5', '2');
INSERT INTO `core_user_auth` VALUES ('18809', '6', '1');
INSERT INTO `core_user_auth` VALUES ('18810', '6', '2');
INSERT INTO `core_user_auth` VALUES ('18811', '6', '3');
INSERT INTO `core_user_auth` VALUES ('18812', '6', '4');
INSERT INTO `core_user_auth` VALUES ('18813', '6', '40');
INSERT INTO `core_user_auth` VALUES ('18814', '6', '106');
INSERT INTO `core_user_auth` VALUES ('18815', '7', '1');
INSERT INTO `core_user_auth` VALUES ('18816', '7', '2');
INSERT INTO `core_user_auth` VALUES ('18817', '7', '3');
INSERT INTO `core_user_auth` VALUES ('18818', '7', '4');
INSERT INTO `core_user_auth` VALUES ('18819', '7', '40');
INSERT INTO `core_user_auth` VALUES ('18820', '7', '106');
INSERT INTO `core_user_auth` VALUES ('18821', '8', '1');
INSERT INTO `core_user_auth` VALUES ('18822', '8', '2');
INSERT INTO `core_user_auth` VALUES ('18823', '8', '3');
INSERT INTO `core_user_auth` VALUES ('18824', '8', '4');
INSERT INTO `core_user_auth` VALUES ('18825', '8', '40');
INSERT INTO `core_user_auth` VALUES ('18826', '8', '106');
INSERT INTO `core_user_auth` VALUES ('18832', '2', '3');
INSERT INTO `core_user_auth` VALUES ('18837', '2', '17');

-- ----------------------------
-- Table structure for `firms`
-- ----------------------------
DROP TABLE IF EXISTS `firms`;
CREATE TABLE `firms` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT COMMENT '厂商表',
  `uname` varchar(20) DEFAULT NULL COMMENT '昵称',
  `EnterpriseID` varchar(10) NOT NULL COMMENT '企业ID(唯一)',
  `phone` varchar(16) DEFAULT NULL COMMENT '手机号(企业账号)',
  `password` varchar(255) DEFAULT NULL COMMENT '企业登录密码(默认7777777)',
  `type` tinyint(1) DEFAULT NULL COMMENT '1.经销商  2.修理厂',
  `classification` tinyint(1) DEFAULT NULL COMMENT '企业分类 (和type字段相关)\r\n经销商：1.轿车商家 2.货车商家 3.物流货运\r\n汽修厂：4.修理厂    5.快修保养 6.美容店',
  `business` varchar(255) DEFAULT NULL COMMENT '经营范围(当type=1，经销商使用)\r\n和经销商及车系表car_group关联\r\n1个经销商自己最多可以选择3个二级分类经营范围，但后台可配置多个，前端进行动态布局\r\n车系是指同一个经销商下是有4级分类的，只是在用户界面只提供到2级的筛选，该2级就是经营范围，最多可以选3个，但经营范围下的3、4级就不限数量',
  `is_showfactry` tinyint(1) DEFAULT NULL COMMENT '汽修厂轨迹权限  1有 2无',
  `scale` varchar(4) DEFAULT NULL COMMENT '企业规模(大，中，小)(当type=2，修理厂使用)',
  `companyname` varchar(60) DEFAULT NULL COMMENT '企业名称',
  `province` varchar(20) DEFAULT NULL COMMENT '省',
  `city` varchar(20) DEFAULT NULL COMMENT '区',
  `district` varchar(20) DEFAULT NULL COMMENT '区',
  `address` varchar(255) DEFAULT NULL COMMENT '详细地址',
  `coordinate` varchar(64) DEFAULT '' COMMENT '坐标名称',
  `longitude` decimal(12,8) DEFAULT NULL COMMENT '经度',
  `latitude` decimal(12,8) DEFAULT NULL COMMENT '纬度',
  `face_pic` varchar(255) DEFAULT NULL COMMENT '封面  建议200*200px',
  `major` varchar(255) DEFAULT NULL COMMENT '主营',
  `linkMan` varchar(30) DEFAULT NULL COMMENT '联系人',
  `linkPhone` varchar(255) DEFAULT NULL COMMENT '联系手机号(可填多个)',
  `linkTel` varchar(255) DEFAULT NULL COMMENT '座机(可填多个)',
  `qq` varchar(255) DEFAULT NULL COMMENT 'QQ号(可填多个)',
  `create_time` datetime DEFAULT NULL,
  `update_time` datetime DEFAULT NULL,
  `last_time` datetime DEFAULT NULL COMMENT '最近一次登陆时间',
  `status` tinyint(1) DEFAULT NULL COMMENT '状态 1.正常 2.禁用',
  `salesman_ids` varchar(255) DEFAULT NULL COMMENT '关联业务员id(sales_user表)，例如:  ,1,2,31,',
  `wechat_pic` varchar(255) DEFAULT NULL COMMENT '微信二维码',
  `info` text COMMENT '企业介绍',
  `is_vip` tinyint(1) DEFAULT NULL COMMENT '是否vip   1是  2否 (汽修厂没有VIP会员)',
  `is_check` tinyint(1) DEFAULT NULL COMMENT '是否认证  1是 2否',
  `refresh_point` int(11) DEFAULT '0' COMMENT '刷新点',
  `is_sales` tinyint(1) DEFAULT '0' COMMENT '是否是推荐经销商 1是 0否',
  `refresh_time` datetime DEFAULT NULL COMMENT '刷新点时间',
  `invite_code` varchar(30) DEFAULT NULL COMMENT '邀请码(唯一)',
  `vip_time` datetime DEFAULT NULL COMMENT 'vip到期时间',
  `factory_grades` tinyint(1) DEFAULT NULL COMMENT '修理厂等级 （1,2,3）',
  `session_id` varchar(26) DEFAULT NULL COMMENT 'session_id',
  `head_pic` varchar(255) DEFAULT NULL COMMENT '头像图片',
  PRIMARY KEY (`id`),
  UNIQUE KEY `EnterpriseID` (`EnterpriseID`)
) ENGINE=InnoDB AUTO_INCREMENT=47 DEFAULT CHARSET=utf8 COMMENT='厂商表';

-- ----------------------------
-- Records of firms
-- ----------------------------
INSERT INTO `firms` VALUES ('1', '你的照片', '464646', '13013001311', 'f1882db0904583fba94712b0a0a5db4e', '1', '1', ',93,', '1', null, '青羊汽贸', '四川', '成都', '青羊区', 'asfsdgfd', '', null, null, '/data/upload/test_img/QQ截图20170516112021.jpg', '玛莎拉蒂', '战神', '15681184550,13800138001,13800138006', '028-1359898,0285-35268598', '550655065', '2017-05-12 10:48:13', null, '2017-05-31 16:59:22', '1', null, null, null, '1', '1', '20', '1', '2017-05-16 11:15:35', 'DDFSE341', '2017-05-13 11:03:59', null, null, null);
INSERT INTO `firms` VALUES ('2', 'asdadad', '12314324', '13013001301', 'f1882db0904583fba94712b0a0a5db4e', '1', '2', ',80,84,197,192,', '1', null, '成华汽贸', '四川', '成都', '成华区', 'gdf', '', '104.08415900', '30.66232000', '/data/upload/test_img/QQ截图20170516112021.jpg', '主营业务是指企业为完成其经营目标而从事的日常活动中的主要活动,可根据企业营业执照上规定的主要业务范围确定,例如工业、商品流通企业的主营业务是.', '粉丝', '2532', '53', '6456', '2017-05-12 10:48:15', null, '2017-05-31 16:53:29', '1', null, null, null, '2', '1', '30', '1', '2017-05-14 11:15:39', 'ASDDWF3', '2017-05-18 11:04:02', null, null, '/data/upload/20170522/16d43ee78c37a9ea4dcf2b38529d1db1.jpg');
INSERT INTO `firms` VALUES ('5', null, '12312', '13013001322', 'f1882db0904583fba94712b0a0a5db4e', '1', '3', '', '1', null, '超音速汽贸', '四川', null, null, 'gsdfgs', '', null, null, null, '大众', '大华股份', '523', '4546', '45', '2017-05-12 10:48:17', null, '2017-05-12 10:48:25', '1', null, null, null, '2', '1', '0', '0', null, 'WRFEFSF2', '2017-05-27 11:04:06', null, null, null);
INSERT INTO `firms` VALUES ('6', null, '234234', '13013001322', 'f1882db0904583fba94712b0a0a5db4e', '2', '6', '', '2', '大', '武侯汽修', '四川', '成都', '武侯区', 'g', '', null, null, null, '主营业务是指企业为完成其经营目标而从事的日常活动中的主要活动,可根据企业营业执照上规定的主要业务范围确定,例如工业、商品流通企业的主营业务是.', '三哥vf', '42', '4564', '363', '2017-05-12 10:48:20', null, '2017-05-12 10:48:25', '1', null, null, null, '1', '1', '0', '1', '2017-05-16 11:15:51', 'EFSCSFFE', '2017-05-20 11:04:10', null, null, null);
INSERT INTO `firms` VALUES ('7', null, '234242', '13013001333', 'f1882db0904583fba94712b0a0a5db4e', '2', '4', '', '1', '中', '特快汽修', '四川', '成都', null, 'dsfgsg', 'hg ', '104.08415900', '30.66232000', '/data/upload/test_img/QQ截图20170516112453.jpg', '起亚,北京现代', '荣达', '3423', '5353', '346', '2017-05-12 10:48:23', null, '2017-05-12 10:48:25', '1', null, '/data/upload/test_img/QQ截图20170516112453.jpg', null, '2', '1', '0', '0', null, 'ASFSFEFDD', '2017-05-18 11:04:13', null, null, null);
INSERT INTO `firms` VALUES ('8', null, '34252', '13013001344', 'f1882db0904583fba94712b0a0a5db4e', '2', '4', '', '2', '小', '金堂汽修', '四川', '成都', '金堂县', 'sfg', '', '104.08415900', '30.66232000', null, '奔驰,宝马,保时捷,劳斯莱斯,起亚,北京现代', '津树多枫橘', '4234', '3453', '345', '2017-05-12 10:48:25', null, '2017-05-12 10:48:25', '1', null, null, null, '1', '2', '0', '0', null, 'SAFSF2FSD', '2017-05-19 13:51:19', null, null, null);
INSERT INTO `firms` VALUES ('9', '天府绿洲汽车经销商', '95157312', '13013001355', 'f1882db0904583fba94712b0a0a5db4e', '1', '1', ',62,63,', '1', null, '天府绿洲汽车经销商', '四川省', '成都市', '青羊区', '下南大街6号', '', '104.06771000', '30.65539100', '/data/upload/20170519/16d43ee78c37a9ea4dcf2b38529d1db1.jpg', '成都锐美特新概念汽车销售服务有限公司位于成都市武候区成双大道中段，是集整车销售、售后服务、配件供应、金融保险服务、精品装饰改装、信息反馈于一体上汽MG品牌4S店，是西部唯一一家上汽MG新概念体验店，除了提供MG全系产品的展示和销售，还为消费者提供了一个深度体验MG极致服务以及品牌内涵的场所，力求使每位客户真正领略到MG品牌的核心理念和汽车文化。', '', '', '', '', '2017-05-19 09:28:32', null, '2017-05-31 16:53:52', '1', null, '/data/upload/test_img/QQ截图20170516112453.jpg', null, '1', '2', '300', '1', null, '1NU7H3QR', '2017-06-01 14:52:21', null, null, '/data/upload/20170527/fd3907df546bbe1a9076faf657343aba.jpg');
INSERT INTO `firms` VALUES ('10', '四川省成都市专业特修理厂', '95157786', '13013001366', 'f1882db0904583fba94712b0a0a5db4e', '2', '5', '', '2', null, '四川省成都市专业特修理厂', '四川省', '成都市', '金牛区', '茶店子大路1号四川省成都市专业特修理厂', '', '104.03391500', '30.70309500', '/data/upload/20170519/19b62fb532ddd39236c36a38adad0520.png', '1.微旅行星座女神奖若干名（可以妻子女朋友女儿朋友任何位女性）\n·  免费参与当期微旅行做次车模做次主演\n·  赠送当期主帖中出镜圣斗士黄金圣衣星座手办模型1个\n·  有我用论坛积分兑换新秀丽背包凌美钢笔（LAMY）爱普达护眼灯车载工具箱法国乐创意雨伞车用头枕米充电宝等礼任意挑就问豪豪哈哈\n（出行目为京津冀周边出行时间为某周末2-3天出行方式为自驾）\n2.每期参与奖5名\n·  你故事如果足够动人将获我用论坛积分兑换汽车之家定制洗漱包1个', '', '', '', '', '2017-05-19 09:36:26', null, '2017-05-22 16:15:48', '1', null, null, null, '2', '2', '0', '0', null, 'LJP8O9LS', null, null, null, null);
INSERT INTO `firms` VALUES ('11', 'xcm公司', '95501929', '15681184550', 'f1882db0904583fba94712b0a0a5db4e', '1', '1', ',65,', '2', null, 'xcm公司', '四川省', '成都市', '青羊区', '38号', '', '104.07234300', '30.66353800', '/data/upload/20170523/130fd6115d5fd561229d1b36854538c3.jpg', '法拉利、宾利', '徐昌茂', '15681184550', '', '550655165', '2017-05-23 09:12:09', null, '2017-05-23 12:04:41', '1', null, null, null, '2', '2', '0', '0', null, 'JFP46ETI', null, null, null, null);
INSERT INTO `firms` VALUES ('12', '名企', '95504021', '13013001302', 'f1882db0904583fba94712b0a0a5db4e', '1', '1', ',65,67,69,', '1', '中', '名企', '四川', '成都', '青羊区', '手工', '东安南路', '104.09595500', '30.66157200', '/data/upload/20170524/f3ccdd27d2000e3f9255a7e3e2c48800.jpg', 'd郭德纲', '挥洒的', '13551395944,13551395944', '13551395944,13551395944', '13551395944,13551395944', '2017-05-23 09:47:01', '2017-05-24 19:38:36', '2017-05-27 14:10:55', '1', null, '/data/upload/20170524/88b575cdbe2846ebfa01aa5f7a56084d.png', '三大法宝', '2', '1', '50', '0', null, 'HUF8TRLU', '2017-05-25 14:25:31', null, null, '/data/upload/20170523/130fd6115d5fd561229d1b36854538c3.jpg');
INSERT INTO `firms` VALUES ('13', '阿斯达斯', '95504466', '13551395944', 'f1882db0904583fba94712b0a0a5db4e', '1', '1', ',65,67,69,', '1', '大', '阿斯达斯', '四川', '成都', '青羊区', '电饭锅', '东安南路', '104.09595500', '30.66157200', '', '豆腐干反对', '张泽飞', '42345345', '435345', '43535', '2017-05-23 09:54:26', '2017-05-23 09:54:26', null, '1', null, null, null, '2', '1', '0', '0', null, 'V64CEDVO', null, null, null, null);
INSERT INTO `firms` VALUES ('14', '一家经销商', '95504921', '13551395945', 'f1882db0904583fba94712b0a0a5db4e', '1', '1', ',164,165,209,', '1', '中', '一家经销商', '四川', '成都', '青羊区', '复合风管', '春熙路', '104.08415900', '30.66232000', '/data/upload/20170525/f3ccdd27d2000e3f9255a7e3e2c48800.jpg', '德国车系/斯巴鲁 德国车系/奔驰汽车 德国车系/阿尔法罗密欧', '张泽飞', '13551395944,13551395944', '13551395944,13551395944', '13551395944,13551395944', '2017-05-23 10:02:01', '2017-05-25 15:54:43', null, '1', null, '/data/upload/20170525/7d809fa9d92401bed3b6b46f19b07777.jpg', '', '2', '1', '0', '0', null, 'NMCMMQ18', null, null, null, null);
INSERT INTO `firms` VALUES ('15', '13013001000', '91221522', '13013001000', 'f1882db0904583fba94712b0a0a5db4e', '1', '2', ',80,', '1', null, '130经销商1', '四川', '成都', '青羊区', null, '', null, null, null, ' 广汽越野系列汽车配件及整车出售', null, null, null, null, '2017-05-23 14:24:01', null, null, '1', null, null, null, '2', '1', '0', '0', null, 'ASFGSGDD', '2017-05-27 14:25:51', null, null, null);
INSERT INTO `firms` VALUES ('20', '13013002000', '32221500', '13013002000', 'f1882db0904583fba94712b0a0a5db4e', '1', '1', ',61,62,84,', '1', null, '130经销商2', '四川', '成都', '青羊区', null, '', null, null, null, ' 广汽越野系列', null, null, null, null, '2017-05-23 14:24:04', null, null, '1', null, null, null, '1', '1', '0', '0', null, 'ASDADDAD', '2017-06-30 14:25:45', null, null, null);
INSERT INTO `firms` VALUES ('21', '13013003000', '24545242', '13013003000', 'f1882db0904583fba94712b0a0a5db4e', '1', '1', ',61,62,65,', '1', null, '130经销商3', '四川', '成都', '青羊区', null, '', null, null, null, ' 广汽越野系列三菱越野，汽车配件', null, null, null, null, '2017-05-23 14:24:06', null, null, '1', null, null, null, '2', '1', '0', '0', null, 'GDRGDDDR', '2017-06-10 14:25:40', null, null, null);
INSERT INTO `firms` VALUES ('22', '13013004000', '74857747', '13013004000', 'f1882db0904583fba94712b0a0a5db4e', '1', '1', ',61,62,65,', '1', null, '130经销商4', '四川', '成都', '青羊区', null, '', null, null, null, ' v', null, null, null, null, '2017-05-23 14:24:09', null, null, '1', null, null, null, '1', '1', '0', '0', null, 'SAGSAEGS', '2017-06-02 14:25:36', null, null, null);
INSERT INTO `firms` VALUES ('23', '徐总', '95530847', '13800138801', 'f1882db0904583fba94712b0a0a5db4e', '1', '1', ',55,56,57,', '2', null, '徐昌茂大众产业经销商', '北京市', '北京市', '宣武区', '下南街38号', '', '116.40390600', '39.91517500', '/data/upload/20170523/8fb62b7bb9f415689d3e7e371017ae59.jpg', '汽车配件及整车出售', '徐昌茂', '13800138001', '', '', '2017-05-23 17:14:07', null, '2017-05-29 18:23:27', '1', null, null, null, '2', '2', '0', '0', null, 'O268197V', null, null, null, '/data/upload/20170523/21561d3f5526135cd2cdbd170b699561.jpeg');
INSERT INTO `firms` VALUES ('24', '徐昌茂', '95533140', '13800138003', 'f1882db0904583fba94712b0a0a5db4e', '1', '1', ',123,124,', '2', null, '徐昌茂轿车连锁商务有限公司', '四川省', '成都市', '青羊区', '成都动物园东门出口', '', '104.11309700', '30.71556300', '/data/upload/20170523/9283b6202c629d517b4a76c1a881a858.jpg', '三菱越野，汽车配件', '徐昌茂', '13800138003', '5580123', '550655065', '2017-05-23 17:52:20', null, '2017-05-23 17:52:41', '1', null, null, null, '2', '2', '0', '0', null, '9L69182I', null, null, null, '/data/upload/20170523/178b1ed960a9b2d38e2809d10ab20ba1.png');
INSERT INTO `firms` VALUES ('25', '徐昌茂金融控股有限公司', '95533962', '13800138002', 'f1882db0904583fba94712b0a0a5db4e', '2', '5', '', '2', null, '徐昌茂金融控股有限公司', '浙江省', '湖州市', '吴兴区', '项王公园东大门', '', '120.11020700', '30.88302200', '/data/upload/20170523/3db1365a3d726542a61349f223f22efe.jpg', '广汽越野系列', '徐昌茂', '13800138002', '5580111', '551655165', '2017-05-23 18:06:02', null, null, '1', null, null, null, '2', '2', '0', '0', null, 'QU8815TM', '0000-00-00 00:00:00', null, null, null);
INSERT INTO `firms` VALUES ('26', '徐昌茂高档汽车美容', '95534270', '13800138004', 'f1882db0904583fba94712b0a0a5db4e', '2', '6', '', '2', null, '徐昌茂高档汽车美容', '江苏省', '南京市', '秦淮区', '东大门15号', '', '118.84893700', '32.07176600', '/data/upload/20170523/72ff7a33c9ad84178906b09a1082c0fa.jpg', '整车件批发零件', '徐昌茂', '13800138004', '5580123', '5516555165', '2017-05-23 18:11:10', null, null, '1', null, null, null, '2', '2', '0', '0', null, 'G0BFG5TA', null, null, null, null);
INSERT INTO `firms` VALUES ('27', '徐昌茂物流联合有限公司', '95534590', '13800138005', 'f1882db0904583fba94712b0a0a5db4e', '1', '3', '', '2', null, '徐昌茂物流联合有限公司', '福建省', '福州市', '马尾区', '火车站内1号站台铁路轨道中间', '', '119.46751300', '25.99507900', '/data/upload/20170523/ad05938ad97774bae07728cbab25e296.jpg', '火车物流，汽车货物寄存', '徐昌茂', '13800138005', '5580123', '552655265', '2017-05-23 18:16:30', null, '2017-05-31 16:54:20', '1', null, null, null, '2', '2', '0', '0', null, '6DHLIIDP', null, null, null, null);
INSERT INTO `firms` VALUES ('28', '徐昌茂快速便捷修理连锁店', '95534757', '13800138006', 'f1882db0904583fba94712b0a0a5db4e', '2', '4', '', '2', null, '徐昌茂快速便捷修理连锁店', '山西省', '朔州市', '平鲁区', '交警一队大门附近', '', '112.30311900', '39.50874300', '/data/upload/20170523/3315457eba4b799ac08e62937da4d44c.png', '汽车维修、火车微信、飞机上门维修', '徐昌茂', '13800138006', '5580222', '', '2017-05-23 18:19:17', null, '2017-05-27 14:12:06', '1', null, null, null, '2', '2', '50', '0', null, 'T5NL16OI', '0000-00-00 00:00:00', null, null, null);
INSERT INTO `firms` VALUES ('29', '徐昌茂高档轿车有限公司', '95534993', '13800138007', 'f1882db0904583fba94712b0a0a5db4e', '1', '1', ',59,209,', '2', null, '徐昌茂高档轿车有限公司', '青海省', '海南州', '同德县', '南环路12段', '', '100.59153400', '35.25481000', '/data/upload/20170523/685bd3a31e95b4f382c09478637d36f8.jpg', '仅售卖高档轿车，起步布加迪威龙', '徐昌茂', '13800138007', '5580123', '', '2017-05-23 18:23:13', null, null, '1', null, null, null, '2', '2', '0', '0', null, '447PC1H9', null, null, null, null);
INSERT INTO `firms` VALUES ('30', '徐昌茂环球轿车酷跑中心', '95535229', '13800138008', 'f1882db0904583fba94712b0a0a5db4e', '1', '1', ',62,151,155,', '2', null, '徐昌茂环球轿车酷跑中心', '福建省', '三明市', '将乐县', '菜市场门口1号摊位', '', '117.40084000', '26.73232900', '/data/upload/20170523/585ff58e8430539cc1df3714cabe2a2a.jpg', '奔驰跑车，高档轿车', '徐昌茂', '13800138008', '', '', '2017-05-23 18:27:09', null, null, '1', null, null, null, '2', '2', '0', '0', null, 'AKFSA473', null, null, null, null);
INSERT INTO `firms` VALUES ('31', '徐昌茂法拉利轿车有限公司', '95535387', '13800138009', 'f1882db0904583fba94712b0a0a5db4e', '1', '1', ',106,107,', '2', null, '徐昌茂法拉利轿车有限公司', '辽宁省', '阜新市', '新邱区', '西部车站旁5号', '', '121.80082200', '42.07657300', '/data/upload/20170523/72ff7a33c9ad84178906b09a1082c0fa.jpg', '轿车整车出售，轿车零配件售卖', '徐昌茂', '', '', '', '2017-05-23 18:29:47', null, null, '1', null, null, null, '2', '2', '0', '0', null, '0UL7LCQK', null, null, null, null);
INSERT INTO `firms` VALUES ('32', '徐昌茂飞速轿车壁咚有限公司', '95535521', '13800138010', 'f1882db0904583fba94712b0a0a5db4e', '1', '1', ',117,', '2', null, '徐昌茂飞速轿车壁咚有限公司', '湖北省', '省直辖县级行政单位', '仙桃市', '仙桃山458号院', '', '113.38744800', '30.29396600', '/data/upload/20170523/ad05938ad97774bae07728cbab25e296.jpg', '超跑代售，整车出租', '徐昌茂', '13800138010', '', '', '2017-05-23 18:32:01', null, null, '1', null, null, null, '2', '2', '0', '0', null, 'A7MHNHBU', '2017-06-22 14:53:11', null, null, null);
INSERT INTO `firms` VALUES ('33', '徐昌茂布加迪威龙超跑俱乐部有限责任公司', '95535725', '13800138011', 'f1882db0904583fba94712b0a0a5db4e', '1', '1', ',158,165,', '2', null, '徐昌茂布加迪威龙超跑俱乐部有限责任公司', '河南省', '郑州市', '中原区', '一环路5号', '', '113.66584900', '34.75278800', '/data/upload/20170523/9283b6202c629d517b4a76c1a881a858.jpg', '平价汽车售卖，布加迪威龙零件配送', '', '', '', '', '2017-05-23 18:35:25', null, null, '1', null, null, null, '2', '2', '0', '0', null, '21ENLBM2', '2017-05-27 14:53:16', null, null, null);
INSERT INTO `firms` VALUES ('34', '徐昌茂广新旺旺发展有限责任公司', '95535893', '13800138113', 'f1882db0904583fba94712b0a0a5db4e', '1', '1', ',59,65,', '2', null, '徐昌茂广新旺旺发展有限责任公司', '浙江省', '衢州市', '柯城区', '万田乡政府大楼旁', '', '118.86679200', '29.00245000', '/data/upload/20170523/0d3866f3f22ceba11e12f1b8e5677e89.png', '轿车维修，整车出售，二手车回收', '徐昌茂', '', '', '', '2017-05-23 18:38:13', null, null, '1', null, null, null, '2', '2', '0', '0', null, 'O4T5LUS0', null, null, null, null);
INSERT INTO `firms` VALUES ('35', '徐昌茂快速汽车保养有限责任公司', '95536328', '13800138114', 'f1882db0904583fba94712b0a0a5db4e', '2', '5', '', '2', null, '徐昌茂快速汽车保养有限责任公司', '吉林省', '白城市', '洮南市', '西郊公园3号站', '西郊公园', '122.76120000', '45.33935800', '/data/upload/20170523/9a947bc6db0dab6f9b11881df39675f8.jpg', '汽车抛光打蜡', '徐昌茂', '13800138115', '', '', '2017-05-23 18:45:28', null, '2017-05-25 17:36:06', '1', null, null, null, '2', '2', '0', '0', null, '58HAH7KM', null, null, null, null);
INSERT INTO `firms` VALUES ('36', '锁定', '96053336', '13551395966', 'f1882db0904583fba94712b0a0a5db4e', '1', '1', ',164,165,209,', '2', null, '锁定', '湖南省', '娄底市', '涟源市', 'dfgnb', '', '234.46434240', '131.13232300', '', '', '', '', '', '', '2017-05-29 18:22:16', '2017-05-29 18:22:16', null, '1', null, null, null, '2', '1', '0', '0', null, '0FLBASMK', null, null, null, null);
INSERT INTO `firms` VALUES ('38', null, '96218010', '13548085394', '6cd82302be4d4d6dd58d45b665c3dcd2', null, null, '', '2', null, 'ufigkhlhkhkgih', '安徽省', '北京市', '东城区', 'cjgljljkxgxnjoghsgst', '武侯区建国巷1-1号', '104.06035200', '30.64977600', '', '', '', '', '', '', '2017-05-31 16:06:50', '2017-05-31 16:07:21', '2017-05-31 16:54:17', '1', null, null, null, '2', '2', '0', '0', null, 'QIVGJ1PM', null, null, null, null);
INSERT INTO `firms` VALUES ('39', null, '96220913', '13548085555', '6cd82302be4d4d6dd58d45b665c3dcd2', '1', '2', '', '2', null, 'jsvxkebxkwxie', '河北省', '石家庄市', '长安区', 'Xbejxbekxbkexnke', '武侯区建国巷1-1号', '104.06038600', '30.64980400', '', '', '', '', '', '', '2017-05-31 16:55:13', '2017-05-31 16:55:28', null, '1', null, null, null, '2', '2', '0', '0', null, '37688IR3', null, null, null, null);
INSERT INTO `firms` VALUES ('40', null, '96221211', '13548085399', '6cd82302be4d4d6dd58d45b665c3dcd2', '1', '1', ',55,56,', '2', null, 'fugihohoho', '北京市', '北京市', '东城区', 'fhcjbkbkho', '武侯区建国巷1-1号', '104.06037600', '30.64978500', '', '', '', '', '', '', '2017-05-31 17:00:11', '2017-05-31 17:04:03', '2017-05-31 17:03:48', '1', null, null, null, '2', '2', '0', '0', null, '5PB80QA3', null, null, null, null);
INSERT INTO `firms` VALUES ('41', null, '96221492', '13548085322', '6cd82302be4d4d6dd58d45b665c3dcd2', '1', '1', ',60,61,', '2', null, 'cjgkhono', '天津市', '天津市', '和平区', 'cjgkhohoho', '武侯区建国巷1-1号', '104.06037600', '30.64978500', '', '', '', '', '', '', '2017-05-31 17:04:52', '2017-05-31 17:05:07', null, '1', null, null, null, '2', '2', '0', '0', null, 'RHATICUB', null, null, null, null);
INSERT INTO `firms` VALUES ('42', null, '96221614', '13548085554', '6cd82302be4d4d6dd58d45b665c3dcd2', '1', '1', ',55,56,', '2', null, 'ucjgobohoufu', '内蒙古', '呼和浩特市', '新城区', 'fugihlhkvihl', '武侯区建国巷1-1号', '104.06037600', '30.64978500', '', '', '', '', '', '', '2017-05-31 17:06:54', '2017-05-31 17:07:22', null, '1', null, null, null, '2', '2', '0', '0', null, 'ADSCNUKI', null, null, null, null);
INSERT INTO `firms` VALUES ('43', null, '96221836', '13548085397', '6cd82302be4d4d6dd58d45b665c3dcd2', '1', '2', '', '2', null, 'ydhcjbmblvigo', '辽宁省', '沈阳市', '和平区', 'cjhkbmcnfhduf', '武侯区建国巷1-1号', '104.06037500', '30.64975900', '', '', '', '', '', '', '2017-05-31 17:10:36', '2017-05-31 17:20:38', '2017-05-31 17:20:21', '1', null, null, null, '2', '2', '0', '0', null, 'V2R9RNT0', null, null, null, null);
INSERT INTO `firms` VALUES ('44', null, '96221868', '13548085398', '6cd82302be4d4d6dd58d45b665c3dcd2', '1', '1', ',59,60,', '2', null, 'sgjjsdyh', '浙江省', '杭州市', '上城区', 'dhkkfffsdfg', '武侯区建国巷1-1号', '104.06037700', '30.64974700', '', '', '', '', '', '', '2017-05-31 17:11:08', '2017-05-31 17:19:34', '2017-05-31 17:28:54', '1', null, null, null, '2', '2', '0', '0', null, 'J43RJ4J2', null, null, null, null);
INSERT INTO `firms` VALUES ('45', null, '96222575', '13548085396', '6cd82302be4d4d6dd58d45b665c3dcd2', '1', '1', ',64,65,', '2', null, 'fjlhdfjooij', '吉林省', '长春市', '南关区', 'fhjkgffjogdffhjji', '武侯区建国巷1-1号', '104.06036900', '30.64978500', '', '', '', '', '', '', '2017-05-31 17:22:55', '2017-05-31 17:23:19', null, '1', null, null, null, '2', '2', '0', '0', null, 'O61URSLT', null, null, null, null);
INSERT INTO `firms` VALUES ('46', null, '96222746', '13548085395', '6cd82302be4d4d6dd58d45b665c3dcd2', '1', '1', ',61,65,150,', '2', null, 'skcnlxnslcncdnlc', '河北省', '石家庄市', '长安区', 'ksbksbxoscnennle', '武侯区建国巷1-1号', '104.06037800', '30.64980200', '', '', '', '', '', '', '2017-05-31 17:25:46', '2017-05-31 17:26:02', null, '1', null, null, null, '2', '2', '0', '0', null, 'P4HO63HL', null, null, null, null);

-- ----------------------------
-- Table structure for `firms_banner`
-- ----------------------------
DROP TABLE IF EXISTS `firms_banner`;
CREATE TABLE `firms_banner` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT COMMENT '经销商banner',
  `firms_id` int(11) DEFAULT NULL COMMENT '厂商id',
  `banner_url` varchar(255) DEFAULT NULL COMMENT '建议750*310px',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=18 DEFAULT CHARSET=utf8 COMMENT='经销商banner';

-- ----------------------------
-- Records of firms_banner
-- ----------------------------
INSERT INTO `firms_banner` VALUES ('1', '7', '/data/upload/test_img/QQ截图20170516112453.jpg');
INSERT INTO `firms_banner` VALUES ('2', '7', '/data/upload/test_img/QQ截图20170516112453.jpg');
INSERT INTO `firms_banner` VALUES ('3', '7', '/data/upload/test_img/QQ截图20170516112453.jpg');
INSERT INTO `firms_banner` VALUES ('4', '7', '/data/upload/test_img/QQ截图20170516112453.jpg');
INSERT INTO `firms_banner` VALUES ('5', '7', '/data/upload/test_img/QQ截图20170516112453.jpg');
INSERT INTO `firms_banner` VALUES ('6', '7', '/data/upload/test_img/QQ截图20170516112453.jpg');
INSERT INTO `firms_banner` VALUES ('7', '1', '/data/upload/test_img/QQ截图20170516112453.jpg');
INSERT INTO `firms_banner` VALUES ('8', '1', '/data/upload/test_img/QQ截图20170516112453.jpg');
INSERT INTO `firms_banner` VALUES ('9', '1', '/data/upload/test_img/QQ截图20170516112453.jpg');
INSERT INTO `firms_banner` VALUES ('10', '1', '/data/upload/test_img/QQ截图20170516112453.jpg');
INSERT INTO `firms_banner` VALUES ('11', '1', '/data/upload/test_img/QQ截图20170516112453.jpg');
INSERT INTO `firms_banner` VALUES ('12', '1', '/data/upload/test_img/QQ截图20170516112453.jpg');
INSERT INTO `firms_banner` VALUES ('13', '12', '/data/upload/20170524/006187befa4d2e023579f807f210c8f0.jpg');
INSERT INTO `firms_banner` VALUES ('14', '12', '/data/upload/20170524/d0422f875d31d713c726f3280538b06a.jpg');
INSERT INTO `firms_banner` VALUES ('15', '14', '/data/upload/20170525/d0422f875d31d713c726f3280538b06a.jpg');
INSERT INTO `firms_banner` VALUES ('16', '14', '/data/upload/20170525/006187befa4d2e023579f807f210c8f0.jpg');
INSERT INTO `firms_banner` VALUES ('17', '14', '/data/upload/20170525/c64aa49a68eda79cee91f5d06a25d199.jpg');

-- ----------------------------
-- Table structure for `firms_call_log`
-- ----------------------------
DROP TABLE IF EXISTS `firms_call_log`;
CREATE TABLE `firms_call_log` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT COMMENT '拨打记录',
  `firms_id` int(11) DEFAULT NULL COMMENT '厂商id',
  `to_firms_id` int(11) DEFAULT NULL COMMENT '拨打的厂商id',
  `create_time` datetime DEFAULT NULL,
  `call_type` tinyint(1) DEFAULT '1' COMMENT '1电话  2qq',
  `is_show` tinyint(1) DEFAULT '1' COMMENT '是否显示，1显示 2不显示',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=25 DEFAULT CHARSET=utf8 COMMENT='厂商拨打记录';

-- ----------------------------
-- Records of firms_call_log
-- ----------------------------
INSERT INTO `firms_call_log` VALUES ('1', '1', '9', '2017-05-27 13:56:30', '1', '1');
INSERT INTO `firms_call_log` VALUES ('2', '2', '9', '2017-05-27 13:56:33', '1', '1');
INSERT INTO `firms_call_log` VALUES ('3', '5', '9', '2017-05-27 13:56:35', '1', '1');
INSERT INTO `firms_call_log` VALUES ('4', '8', '9', '2017-05-27 13:56:38', '1', '1');
INSERT INTO `firms_call_log` VALUES ('5', '10', '9', '2017-05-27 13:56:40', '1', '1');
INSERT INTO `firms_call_log` VALUES ('6', '25', '9', '2017-05-27 13:56:43', '1', '1');
INSERT INTO `firms_call_log` VALUES ('7', '26', '27', '2017-05-27 13:56:45', '1', '1');
INSERT INTO `firms_call_log` VALUES ('8', '27', '9', '2017-05-27 13:56:48', '1', '1');
INSERT INTO `firms_call_log` VALUES ('9', '28', '9', '2017-05-27 13:56:51', '1', '1');
INSERT INTO `firms_call_log` VALUES ('10', '29', '9', '2017-05-27 13:56:54', '1', '1');
INSERT INTO `firms_call_log` VALUES ('11', '30', '9', '2017-05-27 13:58:43', '1', '1');
INSERT INTO `firms_call_log` VALUES ('12', '31', '9', '2017-05-27 13:58:56', '1', '1');
INSERT INTO `firms_call_log` VALUES ('13', '32', '9', '2017-05-27 13:59:10', '1', '1');
INSERT INTO `firms_call_log` VALUES ('14', '9', '32', '2017-05-27 13:59:22', '1', '1');
INSERT INTO `firms_call_log` VALUES ('15', '9', '30', '2017-05-27 13:59:37', '1', '1');
INSERT INTO `firms_call_log` VALUES ('16', '9', '10', '2017-05-27 13:59:51', '1', '1');
INSERT INTO `firms_call_log` VALUES ('17', '9', '8', '2017-05-27 14:00:03', '1', '1');
INSERT INTO `firms_call_log` VALUES ('18', '28', '9', '2017-05-27 14:54:13', '1', '1');
INSERT INTO `firms_call_log` VALUES ('19', '9', '30', '2017-05-27 15:16:53', '1', '1');
INSERT INTO `firms_call_log` VALUES ('20', '9', '32', '2017-05-27 15:16:56', '1', '1');
INSERT INTO `firms_call_log` VALUES ('21', '9', '31', '2017-05-27 15:16:59', '1', '1');
INSERT INTO `firms_call_log` VALUES ('22', '9', '10', '2017-05-27 15:17:01', '1', '1');
INSERT INTO `firms_call_log` VALUES ('23', '9', '27', '2017-05-27 15:17:05', '1', '1');
INSERT INTO `firms_call_log` VALUES ('24', '9', '30', '2017-05-27 15:17:08', '1', '1');

-- ----------------------------
-- Table structure for `firms_card`
-- ----------------------------
DROP TABLE IF EXISTS `firms_card`;
CREATE TABLE `firms_card` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT COMMENT '企业名片',
  `firms_type` tinyint(1) DEFAULT NULL COMMENT '厂商类型，1经销商  2修理厂',
  `firms_id` int(11) DEFAULT NULL COMMENT '厂商id',
  `firms_name` varchar(255) DEFAULT NULL COMMENT '企业名称',
  `firms_linkMan` varchar(60) DEFAULT NULL COMMENT '联系人',
  `firms_phone` varchar(255) DEFAULT NULL COMMENT '手机号（多个用 , 分开）',
  `firms_tel` varchar(255) DEFAULT NULL COMMENT '电话号（多个用 , 分开）',
  `firms_QQ` varchar(255) DEFAULT NULL COMMENT 'QQ（多个用 , 分开）',
  `firms_address` varchar(255) DEFAULT NULL COMMENT '地址',
  `firms_QR` varchar(255) DEFAULT NULL COMMENT '二维码',
  `create_time` datetime DEFAULT NULL,
  `template_type` int(1) DEFAULT NULL,
  `main_icon_1` varchar(255) DEFAULT NULL COMMENT '主营图标1 （经销商）',
  `main_icon_2` varchar(255) DEFAULT NULL COMMENT '主营图标2（经销商）',
  `main_icon_3` varchar(255) DEFAULT NULL COMMENT '主营图标3（经销商）',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COMMENT='企业名片';

-- ----------------------------
-- Records of firms_card
-- ----------------------------

-- ----------------------------
-- Table structure for `firms_check`
-- ----------------------------
DROP TABLE IF EXISTS `firms_check`;
CREATE TABLE `firms_check` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT COMMENT '企业认证申请记录表',
  `firms_id` int(11) DEFAULT NULL COMMENT '厂商id',
  `firmsName` varchar(60) DEFAULT NULL COMMENT '公司全称',
  `firmsMan` varchar(255) DEFAULT NULL COMMENT '联系人',
  `firmsTel` varchar(16) DEFAULT NULL COMMENT '手机号码',
  `province` varchar(20) DEFAULT NULL COMMENT '省',
  `city` varchar(20) DEFAULT NULL COMMENT '市',
  `district` varchar(20) DEFAULT NULL COMMENT '区',
  `address` varchar(255) DEFAULT NULL COMMENT '详细地址',
  `licence_pic` varchar(255) DEFAULT NULL COMMENT '营业执照',
  `taxes_pic` varchar(255) DEFAULT NULL COMMENT '纳税认证',
  `field_pic` varchar(255) DEFAULT NULL COMMENT '实地认证',
  `brand_pic` varchar(255) DEFAULT NULL COMMENT '商标认证',
  `agents_pic` varchar(255) DEFAULT NULL COMMENT '产品代理认证',
  `create_time` datetime DEFAULT NULL COMMENT '申请时间',
  `update_time` datetime DEFAULT NULL,
  `audit_time` datetime DEFAULT NULL COMMENT '审核时间',
  `status` tinyint(1) DEFAULT NULL COMMENT '审核状态，1待审 2通过 3拒绝',
  `reason` varchar(255) DEFAULT NULL COMMENT '审核被拒绝的原因',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=4 DEFAULT CHARSET=utf8 COMMENT='企业认证申请记录表';

-- ----------------------------
-- Records of firms_check
-- ----------------------------
INSERT INTO `firms_check` VALUES ('1', '1', '青羊汽贸', '战神', '13354646484', '四川省', '成都市', '龙泉驿区', '东门街', '/data/upload/20170526/006187befa4d2e023579f807f210c8f0.jpg', '/data/upload/20170526/29931c2bf6ecd93cb0d27f3cc78936fb.jpg', '/data/upload/20170526/8df7b73a7820f4aef47864f2a6c5fccf.jpg', '/data/upload/20170526/d0422f875d31d713c726f3280538b06a.jpg', '/data/upload/20170526/20d3daa201fee039501f996a74a685df.jpg', '2017-05-02 10:33:19', '2017-05-23 10:33:19', '2017-05-18 10:33:24', '2', '');
INSERT INTO `firms_check` VALUES ('2', '1', '青羊汽贸', '战神', '13548085398', '四川省', '成都市', '青羊区', '东门街', '/data/upload/20170525/1237.jpg', '/data/upload/20170525/1236.jpg', '/data/upload/20170525/123.jpg', '/data/upload/20170525/1235.jpg', '/data/upload/20170525/1234.jpg', '2017-05-02 10:33:18', '2017-05-23 10:33:19', '2017-05-18 10:33:23', '3', '资质图片不足');
INSERT INTO `firms_check` VALUES ('3', '27', '徐昌茂物流联合有限公司', '徐昌茂', '13800138005', '内蒙古', '包头市', '昆都仑区', '牛屎堆旁', '', '', '/data/upload/20170531/8fb62b7bb9f415689d3e7e371017ae59.jpg', '', '/data/upload/20170531/c47b4ef4880f8f12eab11b15e619d4c6.jpg', '2017-05-31 16:54:37', '2017-05-31 16:54:37', '0000-00-00 00:00:00', '1', null);

-- ----------------------------
-- Table structure for `firms_login_log`
-- ----------------------------
DROP TABLE IF EXISTS `firms_login_log`;
CREATE TABLE `firms_login_log` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT COMMENT '厂商登录日志',
  `firm_id` int(11) DEFAULT NULL,
  `create_time` datetime DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=32 DEFAULT CHARSET=utf8mb4 COMMENT='厂商登录日志';

-- ----------------------------
-- Records of firms_login_log
-- ----------------------------
INSERT INTO `firms_login_log` VALUES ('1', '9', '2017-05-31 12:12:41');
INSERT INTO `firms_login_log` VALUES ('2', '36', '2017-05-31 14:04:46');
INSERT INTO `firms_login_log` VALUES ('3', '37', '2017-05-31 14:20:27');
INSERT INTO `firms_login_log` VALUES ('4', '36', '2017-05-31 14:59:34');
INSERT INTO `firms_login_log` VALUES ('5', '36', '2017-05-31 15:19:11');
INSERT INTO `firms_login_log` VALUES ('6', '36', '2017-05-31 15:20:34');
INSERT INTO `firms_login_log` VALUES ('7', '36', '2017-05-31 15:21:01');
INSERT INTO `firms_login_log` VALUES ('8', '36', '2017-05-31 15:24:22');
INSERT INTO `firms_login_log` VALUES ('9', '36', '2017-05-31 15:24:50');
INSERT INTO `firms_login_log` VALUES ('10', '36', '2017-05-31 15:25:12');
INSERT INTO `firms_login_log` VALUES ('11', '36', '2017-05-31 15:31:14');
INSERT INTO `firms_login_log` VALUES ('12', '9', '2017-05-31 16:17:54');
INSERT INTO `firms_login_log` VALUES ('13', '27', '2017-05-31 16:51:24');
INSERT INTO `firms_login_log` VALUES ('14', '27', '2017-05-31 16:52:18');
INSERT INTO `firms_login_log` VALUES ('15', '27', '2017-05-31 16:52:55');
INSERT INTO `firms_login_log` VALUES ('16', '38', '2017-05-31 16:54:17');
INSERT INTO `firms_login_log` VALUES ('17', '2', '2017-05-31 16:53:29');
INSERT INTO `firms_login_log` VALUES ('18', '9', '2017-05-31 16:53:52');
INSERT INTO `firms_login_log` VALUES ('19', '27', '2017-05-31 16:54:20');
INSERT INTO `firms_login_log` VALUES ('20', '1', '2017-05-31 16:56:27');
INSERT INTO `firms_login_log` VALUES ('21', '1', '2017-05-31 16:57:26');
INSERT INTO `firms_login_log` VALUES ('22', '1', '2017-05-31 16:58:36');
INSERT INTO `firms_login_log` VALUES ('23', '1', '2017-05-31 16:58:58');
INSERT INTO `firms_login_log` VALUES ('24', '1', '2017-05-31 16:59:22');
INSERT INTO `firms_login_log` VALUES ('25', '44', '2017-05-31 17:13:24');
INSERT INTO `firms_login_log` VALUES ('26', '44', '2017-05-31 17:20:06');
INSERT INTO `firms_login_log` VALUES ('27', '44', '2017-05-31 17:26:25');
INSERT INTO `firms_login_log` VALUES ('28', '44', '2017-05-31 17:26:56');
INSERT INTO `firms_login_log` VALUES ('29', '44', '2017-05-31 17:27:25');
INSERT INTO `firms_login_log` VALUES ('30', '44', '2017-05-31 17:28:29');
INSERT INTO `firms_login_log` VALUES ('31', '44', '2017-05-31 17:28:54');

-- ----------------------------
-- Table structure for `firms_sales_user`
-- ----------------------------
DROP TABLE IF EXISTS `firms_sales_user`;
CREATE TABLE `firms_sales_user` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT COMMENT '厂商业务员关联表',
  `firms_id` int(11) DEFAULT NULL COMMENT '厂商id',
  `sales_user_di` int(11) DEFAULT NULL COMMENT '业务员id',
  `create_time` datetime DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=6 DEFAULT CHARSET=utf8 COMMENT='厂商业务员关联表';

-- ----------------------------
-- Records of firms_sales_user
-- ----------------------------
INSERT INTO `firms_sales_user` VALUES ('1', '1', '1', null);
INSERT INTO `firms_sales_user` VALUES ('2', '1', '1', null);
INSERT INTO `firms_sales_user` VALUES ('3', '2', '2', null);
INSERT INTO `firms_sales_user` VALUES ('4', '3', '3', null);
INSERT INTO `firms_sales_user` VALUES ('5', '1', '2', null);

-- ----------------------------
-- Table structure for `firms_visit_log`
-- ----------------------------
DROP TABLE IF EXISTS `firms_visit_log`;
CREATE TABLE `firms_visit_log` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT COMMENT '厂商访问记录',
  `firms_id` int(11) DEFAULT NULL COMMENT '本厂商id (没有为0)',
  `to_firms_id` int(11) DEFAULT NULL COMMENT '访问的厂商id',
  `create_time` datetime DEFAULT NULL,
  `is_show` tinyint(1) DEFAULT '1' COMMENT '是否显示，1显示 2不显示',
  `visit_type` tinyint(1) DEFAULT NULL COMMENT '访问终端（1PC web端  2移动端）',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=45 DEFAULT CHARSET=utf8 COMMENT='厂商访问记录';

-- ----------------------------
-- Records of firms_visit_log
-- ----------------------------
INSERT INTO `firms_visit_log` VALUES ('1', '1', '9', '2017-05-27 13:56:30', '1', '1');
INSERT INTO `firms_visit_log` VALUES ('2', '2', '9', '2017-05-27 13:56:33', '1', '1');
INSERT INTO `firms_visit_log` VALUES ('3', '5', '9', '2017-05-27 13:56:35', '1', '1');
INSERT INTO `firms_visit_log` VALUES ('4', '8', '9', '2017-05-27 13:56:38', '1', '1');
INSERT INTO `firms_visit_log` VALUES ('5', '10', '9', '2017-05-27 13:56:40', '1', '1');
INSERT INTO `firms_visit_log` VALUES ('6', '25', '9', '2017-05-27 13:56:43', '1', '1');
INSERT INTO `firms_visit_log` VALUES ('7', '26', '9', '2017-05-27 13:56:45', '1', '1');
INSERT INTO `firms_visit_log` VALUES ('8', '27', '9', '2017-05-27 13:56:48', '1', '1');
INSERT INTO `firms_visit_log` VALUES ('9', '28', '9', '2017-05-27 13:56:51', '1', '1');
INSERT INTO `firms_visit_log` VALUES ('10', '29', '9', '2017-05-27 13:56:54', '1', '1');
INSERT INTO `firms_visit_log` VALUES ('11', '30', '9', '2017-05-27 13:58:43', '1', '1');
INSERT INTO `firms_visit_log` VALUES ('12', '31', '9', '2017-05-27 13:58:56', '1', '1');
INSERT INTO `firms_visit_log` VALUES ('13', '32', '9', '2017-05-27 13:59:10', '1', '1');
INSERT INTO `firms_visit_log` VALUES ('14', '9', '32', '2017-05-27 13:59:22', '1', '1');
INSERT INTO `firms_visit_log` VALUES ('15', '9', '30', '2017-05-27 13:59:37', '1', '1');
INSERT INTO `firms_visit_log` VALUES ('16', '9', '10', '2017-05-27 13:59:51', '1', '1');
INSERT INTO `firms_visit_log` VALUES ('17', '9', '8', '2017-05-27 14:00:03', '1', '1');
INSERT INTO `firms_visit_log` VALUES ('18', '33', '9', '2017-05-27 14:59:52', '1', '1');
INSERT INTO `firms_visit_log` VALUES ('19', '9', '32', '2017-05-27 15:18:59', '1', '1');
INSERT INTO `firms_visit_log` VALUES ('20', '9', '29', '2017-05-27 15:19:02', '1', '1');
INSERT INTO `firms_visit_log` VALUES ('21', '9', '28', '2017-05-27 15:19:05', '1', '1');
INSERT INTO `firms_visit_log` VALUES ('22', '9', '26', '2017-05-27 15:19:08', '1', '1');
INSERT INTO `firms_visit_log` VALUES ('23', '9', '25', '2017-05-27 15:19:11', '1', '1');
INSERT INTO `firms_visit_log` VALUES ('24', '9', '32', '2017-05-27 15:19:15', '1', '1');
INSERT INTO `firms_visit_log` VALUES ('25', '9', '33', '2017-05-27 15:19:19', '1', '1');
INSERT INTO `firms_visit_log` VALUES ('26', '9', '25', '2017-05-27 15:19:22', '1', '1');
INSERT INTO `firms_visit_log` VALUES ('27', '9', '26', '2017-05-27 15:19:25', '1', '1');
INSERT INTO `firms_visit_log` VALUES ('28', '9', '10', '2017-05-27 15:19:27', '1', '1');
INSERT INTO `firms_visit_log` VALUES ('29', '9', '25', '2017-05-27 15:19:31', '1', '1');
INSERT INTO `firms_visit_log` VALUES ('30', '9', '29', '2017-05-27 15:19:34', '1', '1');
INSERT INTO `firms_visit_log` VALUES ('31', '27', '2', '2017-05-31 16:04:55', '1', '1');
INSERT INTO `firms_visit_log` VALUES ('32', '27', '9', '2017-05-31 16:05:21', '1', '1');
INSERT INTO `firms_visit_log` VALUES ('33', '27', '1', '2017-05-31 16:05:30', '1', '1');
INSERT INTO `firms_visit_log` VALUES ('34', '27', '2', '2017-05-31 16:05:42', '1', '1');
INSERT INTO `firms_visit_log` VALUES ('35', '27', '2', '2017-05-31 16:06:49', '1', '1');
INSERT INTO `firms_visit_log` VALUES ('36', '27', '2', '2017-05-31 16:13:15', '1', '1');
INSERT INTO `firms_visit_log` VALUES ('37', '27', '9', '2017-05-31 16:13:27', '1', '1');
INSERT INTO `firms_visit_log` VALUES ('38', '9', '2', '2017-05-31 16:36:02', '1', '1');
INSERT INTO `firms_visit_log` VALUES ('39', '9', '1', '2017-05-31 17:50:07', '1', '1');
INSERT INTO `firms_visit_log` VALUES ('40', '9', '2', '2017-05-31 17:50:14', '1', '1');
INSERT INTO `firms_visit_log` VALUES ('41', '9', '9', '2017-05-31 18:03:35', '1', '1');
INSERT INTO `firms_visit_log` VALUES ('42', '9', '15', '2017-05-31 18:11:24', '1', '1');
INSERT INTO `firms_visit_log` VALUES ('43', '9', '22', '2017-05-31 18:11:36', '1', '1');
INSERT INTO `firms_visit_log` VALUES ('44', '9', '20', '2017-05-31 18:11:51', '1', '1');

-- ----------------------------
-- Table structure for `friendly_link`
-- ----------------------------
DROP TABLE IF EXISTS `friendly_link`;
CREATE TABLE `friendly_link` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT COMMENT 'pc友情链接',
  `vid` int(11) DEFAULT NULL COMMENT '序号',
  `vname` varchar(20) DEFAULT NULL COMMENT '名称',
  `vurl` varchar(255) DEFAULT NULL COMMENT '友情链接',
  `admin_id` int(11) DEFAULT NULL COMMENT '管理员id',
  `create_time` datetime DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=7 DEFAULT CHARSET=utf8 COMMENT='pc友情链接';

-- ----------------------------
-- Records of friendly_link
-- ----------------------------
INSERT INTO `friendly_link` VALUES ('1', '1', '友情链接11', 'http://mengzian.top', '1', '2017-05-17 13:49:55');
INSERT INTO `friendly_link` VALUES ('2', '5', '友情链接22', 'http://mengzian.top', '1', '2017-05-17 13:50:19');
INSERT INTO `friendly_link` VALUES ('3', '2', '友情链接33', 'http://mengzian.top', '1', '2017-05-17 13:50:23');
INSERT INTO `friendly_link` VALUES ('4', '3', '友情链接44', 'http://mengzian.top', '1', '2017-05-17 13:50:26');
INSERT INTO `friendly_link` VALUES ('5', '4', '友情链接55', 'http://mengzian.top', '1', '2017-05-17 13:50:28');
INSERT INTO `friendly_link` VALUES ('6', '2', '百度', 'http://baidu.com', '1', '2017-05-17 13:58:55');

-- ----------------------------
-- Table structure for `invite_log`
-- ----------------------------
DROP TABLE IF EXISTS `invite_log`;
CREATE TABLE `invite_log` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT COMMENT '邀请记录',
  `type` int(11) DEFAULT NULL COMMENT '用户类型 1企业厂商，2业务员',
  `fu_id` int(11) DEFAULT NULL COMMENT '邀请人id：\r\ntype=1:关联厂商表;\r\ntype=2:关联业务员表',
  `firms_id` int(11) DEFAULT NULL COMMENT '被邀请厂商id',
  `create_time` datetime DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=10 DEFAULT CHARSET=utf8 COMMENT='邀请记录';

-- ----------------------------
-- Records of invite_log
-- ----------------------------
INSERT INTO `invite_log` VALUES ('6', '1', '9', '2', '2017-05-24 19:03:40');
INSERT INTO `invite_log` VALUES ('7', '1', '9', '12', '2017-05-27 14:11:15');
INSERT INTO `invite_log` VALUES ('9', '1', '9', '28', '2017-05-27 14:13:34');

-- ----------------------------
-- Table structure for `notice`
-- ----------------------------
DROP TABLE IF EXISTS `notice`;
CREATE TABLE `notice` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT COMMENT '推送消息',
  `msg` varchar(255) DEFAULT NULL COMMENT '请简要说明，限制100字',
  `start_time` datetime DEFAULT NULL COMMENT '发布时间',
  `create_time` datetime DEFAULT NULL,
  `admin_id` int(11) DEFAULT NULL COMMENT '管理员id',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COMMENT='推送消息';

-- ----------------------------
-- Records of notice
-- ----------------------------

-- ----------------------------
-- Table structure for `pay_history`
-- ----------------------------
DROP TABLE IF EXISTS `pay_history`;
CREATE TABLE `pay_history` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT COMMENT '收费记录表',
  `type` tinyint(1) DEFAULT NULL COMMENT '充值类型  1充值VIP  2充值刷新点 3消费刷新点 4获得新点',
  `status` tinyint(1) DEFAULT NULL COMMENT '状态 1成功 2失败',
  `info` varchar(255) DEFAULT NULL COMMENT '详情',
  `payway` tinyint(1) DEFAULT NULL COMMENT '支付方式 1微信支付  2支付宝支付 3人工收费 4刷新产品 5 刷新店铺 6 邀请获得 7官方赠送',
  `refresh_point` int(11) DEFAULT NULL COMMENT '刷新点数  +100或-100',
  `firms_id` int(11) DEFAULT NULL COMMENT '厂商id',
  `money` decimal(10,2) DEFAULT NULL COMMENT '充值金额（元）',
  `admin_id` int(11) DEFAULT NULL COMMENT '管理员id 没有为0',
  `create_time` datetime DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=73 DEFAULT CHARSET=utf8 COMMENT='收费记录表';

-- ----------------------------
-- Records of pay_history
-- ----------------------------
INSERT INTO `pay_history` VALUES ('1', '1', '1', null, '1', '3', '1', '100.00', '1', '2017-05-21 10:11:41');
INSERT INTO `pay_history` VALUES ('2', '1', '2', '', '1', '2', '1', '100.00', '1', '2017-05-02 10:11:41');
INSERT INTO `pay_history` VALUES ('3', '1', '1', '', '2', '1', '1', '300.00', '1', '2017-05-04 10:11:41');
INSERT INTO `pay_history` VALUES ('4', '1', '2', '', '2', '4', '1', '100.00', '1', '2017-04-03 10:11:41');
INSERT INTO `pay_history` VALUES ('5', '2', '1', null, '1', '100', '1', '100.00', '1', '2017-04-11 09:28:39');
INSERT INTO `pay_history` VALUES ('6', '1', '1', null, '2', '1', '2', '100.00', '1', '2017-05-23 09:23:35');
INSERT INTO `pay_history` VALUES ('7', '1', '1', null, '1', '1', '2', '100.00', '1', '2017-05-23 09:24:31');
INSERT INTO `pay_history` VALUES ('8', '1', '1', null, '3', '1', '2', '100.00', '1', '2017-05-23 09:24:34');
INSERT INTO `pay_history` VALUES ('9', '2', '2', '', '2', '100', '1', '100.00', '1', '2017-05-01 09:28:39');
INSERT INTO `pay_history` VALUES ('10', '1', '1', null, '1', '1', '2', '200.00', '1', '2017-05-23 09:28:51');
INSERT INTO `pay_history` VALUES ('11', '1', '2', null, '2', '1', '2', '300.00', '1', '2017-05-23 09:28:54');
INSERT INTO `pay_history` VALUES ('12', '1', '1', null, '3', '1', '2', '200.00', '1', '2017-05-23 09:28:57');
INSERT INTO `pay_history` VALUES ('13', '1', '1', null, '2', '1', '2', '300.00', '1', '2017-05-23 09:29:00');
INSERT INTO `pay_history` VALUES ('14', '1', '1', null, '1', '1', '2', '100.00', '1', '2017-05-23 09:29:04');
INSERT INTO `pay_history` VALUES ('15', '3', '1', '空气清洗剂', '4', '-1', '1', '0.00', '1', '2017-05-21 09:28:39');
INSERT INTO `pay_history` VALUES ('16', '3', '1', '刷新店铺', '5', '-1', '1', '0.00', '1', '2017-05-26 09:28:39');
INSERT INTO `pay_history` VALUES ('17', '2', '1', '', '1', '100', '1', '100.00', '1', '2017-05-03 09:28:39');
INSERT INTO `pay_history` VALUES ('18', '2', '1', '', '1', '100', '1', '100.00', '1', '2017-05-01 09:28:39');
INSERT INTO `pay_history` VALUES ('19', '2', '1', '', '1', '100', '1', '100.00', '1', '2017-06-03 09:28:39');
INSERT INTO `pay_history` VALUES ('20', '2', '1', '', '1', '100', '1', '100.00', '1', '2017-05-01 09:28:39');
INSERT INTO `pay_history` VALUES ('21', '2', '1', '', '1', '100', '1', '100.00', '1', '2017-05-25 09:28:39');
INSERT INTO `pay_history` VALUES ('22', '2', '2', '', '3', '100', '1', '100.00', '1', '2017-03-13 09:28:39');
INSERT INTO `pay_history` VALUES ('23', '2', '1', '', '2', '100', '1', '100.00', '1', '2017-05-25 09:28:39');
INSERT INTO `pay_history` VALUES ('24', '2', '1', '', '1', '100', '1', '100.00', '1', '2017-05-01 09:28:39');
INSERT INTO `pay_history` VALUES ('25', '2', '1', null, '2', '100', '1', '100.00', '1', '2017-05-23 09:30:04');
INSERT INTO `pay_history` VALUES ('26', '2', '1', '', '2', '100', '1', '100.00', '1', '2017-05-05 09:28:39');
INSERT INTO `pay_history` VALUES ('27', '3', '1', '刷新店铺', '5', '-1', '1', '0.00', '1', '2017-06-02 09:28:39');
INSERT INTO `pay_history` VALUES ('28', '2', '1', '', '2', '100', '1', '100.00', '1', '2017-05-01 09:28:39');
INSERT INTO `pay_history` VALUES ('29', '2', '2', '', '2', '100', '1', '100.00', '1', '2017-04-10 09:28:39');
INSERT INTO `pay_history` VALUES ('30', '3', '1', '空气清洗剂', '4', '-1', '1', '0.00', '1', '2017-05-08 09:28:39');
INSERT INTO `pay_history` VALUES ('31', '4', '1', '成功邀请', '6', '1', '1', '0.00', '1', '2017-05-14 09:18:39');
INSERT INTO `pay_history` VALUES ('32', '2', '1', '', '1', '100', '1', '100.00', '1', '2017-04-11 09:28:39');
INSERT INTO `pay_history` VALUES ('33', '2', '1', '', '1', '100', '1', '100.00', '1', '2017-05-01 09:28:39');
INSERT INTO `pay_history` VALUES ('34', '2', '1', '', '1', '100', '1', '100.00', '1', '2017-05-14 09:28:39');
INSERT INTO `pay_history` VALUES ('35', '2', '1', null, '2', '200', '2', '200.00', '1', '2017-05-23 09:32:42');
INSERT INTO `pay_history` VALUES ('36', '2', '1', '', '2', '100', '1', '100.00', '1', '2017-05-08 09:28:39');
INSERT INTO `pay_history` VALUES ('37', '2', '1', '', '1', '100', '1', '100.00', '1', '2017-04-11 09:28:39');
INSERT INTO `pay_history` VALUES ('38', '4', '1', '官方赠送', '7', '100', '1', '0.00', '1', '2017-04-25 09:28:39');
INSERT INTO `pay_history` VALUES ('39', '4', '1', '官方赠送', '7', '100', '1', '0.00', '1', '2016-01-20 09:28:39');
INSERT INTO `pay_history` VALUES ('40', '2', '1', '', '2', '100', '1', '100.00', '1', '2017-05-15 09:28:39');
INSERT INTO `pay_history` VALUES ('41', '3', '1', null, '4', '-20', '2', '0.00', '0', '2017-05-23 09:32:47');
INSERT INTO `pay_history` VALUES ('42', '4', '1', '成功邀请', '6', '20', '2', '0.00', '0', '2017-05-23 09:33:47');
INSERT INTO `pay_history` VALUES ('43', '3', '1', null, '4', '-30', '2', '0.00', '0', '2017-05-23 09:34:10');
INSERT INTO `pay_history` VALUES ('44', '4', '1', '官方赠送', '7', '50', '2', '0.00', '0', '2017-05-23 09:34:31');
INSERT INTO `pay_history` VALUES ('45', '4', '1', '成功邀请', '6', '50', '2', '0.00', '0', '2017-05-23 10:06:34');
INSERT INTO `pay_history` VALUES ('46', '3', '1', null, '5', '-20', '2', '0.00', '0', '2017-05-23 10:21:02');
INSERT INTO `pay_history` VALUES ('47', '3', '1', '', '4', '1', '27', '0.00', '0', '2017-05-26 14:29:34');
INSERT INTO `pay_history` VALUES ('48', '3', '1', '', '4', '1', '27', '0.00', '0', '2017-05-26 14:30:08');
INSERT INTO `pay_history` VALUES ('49', '3', '1', '贝洱海拉 引擎油冷器8MO376778-031', '4', '1', '27', '0.00', '0', '2017-05-26 14:30:29');
INSERT INTO `pay_history` VALUES ('50', '3', '1', '阿尔法罗密欧高档车子', '4', '1', '27', '0.00', '0', '2017-05-26 14:31:55');
INSERT INTO `pay_history` VALUES ('51', '3', '1', '阿尔法罗密欧高档车子', '4', '1', '27', '0.00', '0', '2017-05-26 14:32:53');
INSERT INTO `pay_history` VALUES ('52', '3', '1', '贝洱海拉 引擎油冷器8MO376778-031', '4', '1', '27', '0.00', '0', '2017-05-26 14:33:11');
INSERT INTO `pay_history` VALUES ('53', '3', '1', '贝洱海拉 引擎油冷器8MO376778-031', '4', '1', '27', '0.00', '0', '2017-05-26 14:36:21');
INSERT INTO `pay_history` VALUES ('54', '3', '1', '阿尔法罗密欧高档车子', '4', '1', '27', '0.00', '0', '2017-05-26 14:36:27');
INSERT INTO `pay_history` VALUES ('55', '3', '1', '贝洱海拉 引擎油冷器8MO376778-031', '4', '1', '27', '0.00', '0', '2017-05-26 14:39:43');
INSERT INTO `pay_history` VALUES ('56', '3', '1', '贝洱海拉 引擎油冷器8MO376778-031', '4', '1', '27', '0.00', '0', '2017-05-26 14:41:05');
INSERT INTO `pay_history` VALUES ('57', '3', '1', '贝洱海拉 引擎油冷器8MO376778-031', '4', '1', '27', '0.00', '0', '2017-05-26 14:41:07');
INSERT INTO `pay_history` VALUES ('58', '3', '1', '贝洱海拉 引擎油冷器8MO376778-031', '4', '1', '27', '0.00', '0', '2017-05-26 14:41:09');
INSERT INTO `pay_history` VALUES ('59', '3', '1', '贝洱海拉 引擎油冷器8MO376778-031', '4', '1', '27', '0.00', '0', '2017-05-26 14:41:12');
INSERT INTO `pay_history` VALUES ('60', '3', '1', '阿尔法罗密欧高档车子', '4', '1', '27', '0.00', '0', '2017-05-26 14:41:14');
INSERT INTO `pay_history` VALUES ('61', '3', '1', '法拉利高档配件', '4', '1', '27', '0.00', '0', '2017-05-26 14:49:13');
INSERT INTO `pay_history` VALUES ('62', '3', '1', '法拉利高档配件', '4', '1', '27', '0.00', '0', '2017-05-26 15:22:07');
INSERT INTO `pay_history` VALUES ('63', '3', '1', '法拉利高档配件', '4', '1', '27', '0.00', '0', '2017-05-26 15:23:12');
INSERT INTO `pay_history` VALUES ('64', '3', '1', '法拉利高档配件', '4', '1', '27', '0.00', '0', '2017-05-26 15:24:01');
INSERT INTO `pay_history` VALUES ('65', '3', '1', '法拉利高档配件', '4', '1', '27', '0.00', '0', '2017-05-26 15:24:52');
INSERT INTO `pay_history` VALUES ('66', '3', '1', '法拉利高档配件', '4', '1', '27', '0.00', '0', '2017-05-26 15:28:09');
INSERT INTO `pay_history` VALUES ('67', '4', '1', '邀请厂商获得100刷新点', '6', '100', '9', null, null, '2017-05-27 14:11:15');
INSERT INTO `pay_history` VALUES ('68', '4', '1', '填写厂商邀请码获得50', '6', '50', '12', null, null, '2017-05-27 14:11:15');
INSERT INTO `pay_history` VALUES ('69', '4', '1', '邀请厂商获得100刷新点', '6', '100', '9', null, null, '2017-05-27 14:12:25');
INSERT INTO `pay_history` VALUES ('70', '4', '1', '填写厂商邀请码获得50', '6', '50', '28', null, null, '2017-05-27 14:12:25');
INSERT INTO `pay_history` VALUES ('71', '4', '1', '邀请厂商获得100刷新点', '6', '100', '9', null, null, '2017-05-27 14:13:34');
INSERT INTO `pay_history` VALUES ('72', '4', '1', '填写厂商邀请码获得50', '6', '50', '28', null, null, '2017-05-27 14:13:34');

-- ----------------------------
-- Table structure for `product_category`
-- ----------------------------
DROP TABLE IF EXISTS `product_category`;
CREATE TABLE `product_category` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT COMMENT '产品分类表',
  `pid` int(11) DEFAULT NULL COMMENT '父级ID',
  `vid` int(11) DEFAULT NULL COMMENT '序号',
  `name` varchar(60) DEFAULT NULL COMMENT '分级名称',
  `level` tinyint(1) DEFAULT NULL COMMENT '层级',
  `img` varchar(255) DEFAULT NULL COMMENT '二级分类需要图片',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=18 DEFAULT CHARSET=utf8 COMMENT='产品分类表';

-- ----------------------------
-- Records of product_category
-- ----------------------------
INSERT INTO `product_category` VALUES ('7', '0', '1', '保养配件', '1', '');
INSERT INTO `product_category` VALUES ('11', '7', '1', '空气清新剂', '2', '/data/upload/20170525/3db1365a3d726542a61349f223f22efe.jpg');
INSERT INTO `product_category` VALUES ('12', '0', '2', '配件', '1', '');
INSERT INTO `product_category` VALUES ('13', '12', '1', '轮胎', '2', '/data/upload/20170525/6109de655a2bbacbdd5aad6a58c7ab1b.jpeg');
INSERT INTO `product_category` VALUES ('14', '12', '1', '方向盘', '2', '/data/upload/20170525/585ff58e8430539cc1df3714cabe2a2a.jpg');
INSERT INTO `product_category` VALUES ('15', '7', '1', '润滑剂', '2', '/data/upload/20170525/ae3f091275c986a2f3838418840d65f5.png');
INSERT INTO `product_category` VALUES ('16', '7', '1', '遮阳镜', '2', '/data/upload/20170525/fcf602ec91fcd034ff3f0b0bacaf1600.png');
INSERT INTO `product_category` VALUES ('17', '0', '3', '工具', '1', '');

-- ----------------------------
-- Table structure for `product_list`
-- ----------------------------
DROP TABLE IF EXISTS `product_list`;
CREATE TABLE `product_list` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT COMMENT '产品表',
  `proId` varchar(20) DEFAULT NULL COMMENT ' 产品ID(唯一)',
  `proName` varchar(60) DEFAULT NULL COMMENT '产品名称',
  `pro_type` varchar(10) DEFAULT NULL COMMENT '产品类型(新品促销，库存清仓)',
  `pro_cate_1` int(11) DEFAULT NULL COMMENT '关联product_category的一级类别',
  `pro_cate_2` int(11) DEFAULT NULL COMMENT '关联product_category的二级类别',
  `pro_price` decimal(10,2) DEFAULT NULL COMMENT '价格',
  `pro_refresh` int(11) DEFAULT '0' COMMENT '今日刷新数',
  `firms_id` int(11) DEFAULT NULL COMMENT '厂商id',
  `pro_status` tinyint(1) DEFAULT NULL COMMENT '状态  1上架中 2未上架',
  `pro_no` varchar(30) DEFAULT NULL COMMENT '产品厂家编码',
  `pro_brand` varchar(255) DEFAULT NULL COMMENT '产品品牌',
  `pro_area` varchar(255) DEFAULT NULL COMMENT '产品产地',
  `pro_weight` varchar(255) DEFAULT NULL COMMENT '产品毛重',
  `pro_spec` text COMMENT '产品规格',
  `pro_memo` text COMMENT '备注说明',
  `pro_pic` varchar(256) DEFAULT NULL COMMENT '产品封面',
  `pro_text` longtext COMMENT '正文',
  `create_time` datetime DEFAULT NULL,
  `update_time` datetime DEFAULT NULL,
  `pro_info` varchar(255) DEFAULT NULL COMMENT '产品信息：(原厂件，副厂件，高仿件，品牌件)',
  `refresh_time` datetime DEFAULT NULL COMMENT '刷新点时间',
  `is_delete` tinyint(1) DEFAULT '0' COMMENT '是否删除 1是 0否',
  `car_group` varchar(255) DEFAULT NULL COMMENT '车系 如：欧系/宝马/进口宝马/X9、欧系/奥迪/进口奥迪/A6',
  `car_group_id` varchar(255) DEFAULT NULL COMMENT '四级ID ''，''分割',
  PRIMARY KEY (`id`),
  UNIQUE KEY `proId` (`proId`) USING BTREE
) ENGINE=MyISAM AUTO_INCREMENT=8 DEFAULT CHARSET=utf8 COMMENT='产品表';

-- ----------------------------
-- Records of product_list
-- ----------------------------
INSERT INTO `product_list` VALUES ('1', 'dfhjfdojho', '功夫i第三个', '新品促销', '12', '13', '200.00', '5', '35', '1', null, '品牌1', '成都', '1200', null, null, null, null, null, null, null, null, '0', null, null);
INSERT INTO `product_list` VALUES ('2', 'dfhfdh', '地方官员日', '新品促销', '12', '14', '100.00', '2', '35', '1', null, '品牌2', '成都', '500', null, null, null, null, null, null, null, null, '0', null, null);
INSERT INTO `product_list` VALUES ('3', 'fghfg', '国家体育局', '库存清仓', '12', '13', '123.00', '3', '35', '1', null, '品牌3', '成都', '5000', null, null, null, null, null, null, null, null, '0', null, null);
INSERT INTO `product_list` VALUES ('4', 'hdfh', '英特尔', '新品促销', '12', '14', '25.00', '12', '35', '1', null, '品牌4', '成都', '3000', null, null, null, null, null, null, null, null, '0', null, null);
INSERT INTO `product_list` VALUES ('5', '1495700247', '贝洱海拉 引擎油冷器8MO376778-031', '新品促销', '12', '13', '720.00', '6', '27', '2', 'OUEQW', 'AC地科', '四川本地', '15KG', '1*1', '轻拿轻放', '/data/upload/20170525/51e7a4f55cbd370b26168de1e3418849.jpg', '\n                <br><br>            <p>地方撒范德萨<img src=\"/data/upload/20170525/201705251617199886.jpg\" alt=\"u=62819791,1497344865&fm=23&amp;gp=0\" style=\"line-height: 1; max-width: 100%;\"></p><p><br></p>            ', '2017-05-25 17:57:49', '2017-05-25 17:57:49', '原厂件', null, '0', '美国车系/奔驰/发动机/高档方向盘,美国车系/奔驰/发动机/真皮方向盘,美国车系/奔驰/发动机/真皮方向盘', '15,229,229');
INSERT INTO `product_list` VALUES ('6', '1495707953', '阿尔法罗密欧高档车子', '新品促销', '12', '14', '12500.00', '7', '27', '1', 'fdsaj', '罗密欧饲料公司', '绵阳游仙区', '110Kg', '2*2', '一般不卖', '/data/upload/20170525/0f5f9e73439ecafcb4a078c2c90151fe.png', '\n\n            <p>啊师傅多少<img src=\"/data/upload/20170525/201705251825429882.png\" alt=\"迪亚龙\" style=\"line-height: 1; max-width: 100%;\"><img src=\"/data/upload/20170525/201705251825479907.png\" alt=\"阿尔法罗密欧\" style=\"line-height: 1; max-width: 100%;\">发撒的</p><p>范德萨</p><p><br></p>', '2017-05-25 18:25:53', '2017-05-25 18:25:53', '高仿件', null, '0', '德国车系日本车系/阿尔法罗密欧/罗密欧零件/车轮', '234');
INSERT INTO `product_list` VALUES ('7', '1495781044', '法拉利高档配件', '库存清仓', '7', '16', '12580.00', '6', '27', '1', '10010as-9001', 'fds', '德阳老家', '11KG', '2.5', '1：一般人买不起；\n2：一般人我不告诉他；', '/data/upload/20170526/1abb2dc3d76311944ffdbe9980fbaadd.jpg', '\n                            <p>没啥特别的</p>', '2017-05-26 14:44:04', '2017-05-26 14:44:04', '品牌件', null, '0', '美国车系/奔驰/方向盘/动力火车发动机,美国车系/奔驰/发动机/真皮方向盘', '230,229');

-- ----------------------------
-- Table structure for `sales_call_log`
-- ----------------------------
DROP TABLE IF EXISTS `sales_call_log`;
CREATE TABLE `sales_call_log` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT COMMENT '业务员拨打记录',
  `sales_user_id` int(11) DEFAULT NULL COMMENT '业务员id',
  `firms_is` int(11) DEFAULT NULL COMMENT '厂商id',
  `create_time` datetime DEFAULT NULL,
  `is_show` tinyint(1) DEFAULT NULL COMMENT '是否显示，1显示 2不显示',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COMMENT='业务员拨打记录';

-- ----------------------------
-- Records of sales_call_log
-- ----------------------------

-- ----------------------------
-- Table structure for `sales_user`
-- ----------------------------
DROP TABLE IF EXISTS `sales_user`;
CREATE TABLE `sales_user` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT COMMENT '业务员',
  `uId` varchar(10) DEFAULT NULL COMMENT '业务员ID',
  `uname` varchar(30) DEFAULT NULL COMMENT '昵称',
  `area` varchar(255) DEFAULT NULL COMMENT '管辖区域',
  `password` varchar(255) DEFAULT NULL COMMENT '密码 7777777',
  `phone` varchar(15) DEFAULT NULL COMMENT '联系电话',
  `realname` varchar(255) DEFAULT NULL COMMENT '姓名',
  `create_time` datetime DEFAULT NULL,
  `update_time` datetime DEFAULT NULL,
  `last_time` datetime DEFAULT NULL COMMENT '最近登录时间',
  `status` tinyint(1) DEFAULT NULL COMMENT '状态 1正常 2禁止',
  `facepic` varchar(255) DEFAULT NULL COMMENT '头像',
  `base_wage` decimal(10,2) DEFAULT NULL COMMENT '基本工资',
  `subsidies` decimal(10,2) DEFAULT NULL COMMENT '补贴',
  PRIMARY KEY (`id`),
  UNIQUE KEY `uId` (`uId`)
) ENGINE=InnoDB AUTO_INCREMENT=6 DEFAULT CHARSET=utf8 COMMENT='业务员';

-- ----------------------------
-- Records of sales_user
-- ----------------------------
INSERT INTO `sales_user` VALUES ('1', '46464', '张学友', '北京市/北京市/东城区', 'f1882db0904583fba94712b0a0a5db4e', '13551395944', '46', '2017-05-12 16:46:03', '2017-05-29 22:39:05', '2017-05-12 16:45:54', '1', '/data/upload/20170515/29931c2bf6ecd93cb0d27f3cc78936fb.jpg', '46.00', '4.00');
INSERT INTO `sales_user` VALUES ('2', '50301895', '萨芬公开', '黑龙江/伊春/乌马河区', 'f1882db0904583fba94712b0a0a5db4e', '', '张泽飞', '2017-05-12 17:58:27', '2017-05-15 10:16:04', null, '1', '/data/upload/20170515/4d1b2d0387339be49eee539abb1aeea5.jpg', '2800.00', '150.00');
INSERT INTO `sales_user` VALUES ('3', '66825572', '撒发生', '四川', 'f1882db0904583fba94712b0a0a5db4e', '242342', '归属地', '2017-05-12 18:03:21', '2017-05-12 18:03:21', null, '2', null, null, null);
INSERT INTO `sales_user` VALUES ('4', '26521924', 'gjgj', '/全部/全部', 'f1882db0904583fba94712b0a0a5db4e', '', '', '2017-05-22 10:27:22', '2017-05-22 10:27:22', null, '1', '/images/header/user-def.jpg', null, null);
INSERT INTO `sales_user` VALUES ('5', '96339386', 'sdsf', '全部/全部/全部', 'f1882db0904583fba94712b0a0a5db4e', '', '', '2017-05-22 10:29:22', '2017-05-22 10:29:22', null, '1', '/images/header/user-def.jpg', null, null);

-- ----------------------------
-- Table structure for `sales_wage_log`
-- ----------------------------
DROP TABLE IF EXISTS `sales_wage_log`;
CREATE TABLE `sales_wage_log` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT COMMENT '业务员工资记录',
  `sales_user_id` int(11) DEFAULT NULL COMMENT '业务员id',
  `year_month` date DEFAULT NULL COMMENT '年月份',
  `base_wage` decimal(10,2) DEFAULT NULL COMMENT '基本工资',
  `subsidies` decimal(10,2) DEFAULT NULL COMMENT '补助',
  `new_firms_money` decimal(10,2) DEFAULT NULL COMMENT '新增关联提成 \r\n明细从firms_sales_user表中获取',
  `factory_use_money` decimal(10,2) DEFAULT NULL COMMENT '汽修厂厂使用频率提成  \r\n针对汽修厂使用频率的提成，是统计关联后30天内，该月达到对应使用等级的关联汽修厂的数量提成，等级同验证厂商中的汽修厂等级定义，如3月1日，关联修理厂满30天的，达到等级1的汽修厂有200个，达到等级2的有60个，达到等级3的有40个，乘以对应的提成单价，已提成的修理厂就不再计入下一个月的提成；\r\n到1号时，没有关联到30天的，这部分汽修厂的提成计入到下一个月的提成',
  `factory_call_money` decimal(10,2) DEFAULT NULL COMMENT '针对汽修厂关联提成，是按照该月来电数（移动端拨打电话+QQ）乘以固定系数算出的',
  `firms_pay_money` decimal(10,2) DEFAULT NULL COMMENT '关联厂商充值提成，是按照该月经销商和汽修厂充值金额乘以固定系数算出的，充值包括了买VIP、充值点数和后台人工增加的充值金额（人工开通VIP或增加刷新点，需增加财务数据）',
  `total` decimal(10,2) DEFAULT NULL COMMENT '合计',
  `is_show` tinyint(1) DEFAULT NULL COMMENT '是否显示给业务员  1是 2否\r\n\r\n每月1号统计上1个月的提成和工资；每个月工资由后台审核/确认后才会更新，未更新统计为“0”',
  `create_time` datetime DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COMMENT='业务员工资记录';

-- ----------------------------
-- Records of sales_wage_log
-- ----------------------------

-- ----------------------------
-- Table structure for `su_action_log`
-- ----------------------------
DROP TABLE IF EXISTS `su_action_log`;
CREATE TABLE `su_action_log` (
  `id` int(11) NOT NULL AUTO_INCREMENT COMMENT '用户操作表',
  `userId` int(11) DEFAULT NULL COMMENT '操作用户id',
  `user` varchar(16) DEFAULT NULL COMMENT '操作用户',
  `code` varchar(20) DEFAULT NULL COMMENT '操作用户帐号',
  `action` varchar(128) DEFAULT NULL COMMENT '操作',
  `result` char(2) DEFAULT NULL COMMENT '结果',
  `time` datetime DEFAULT NULL COMMENT '操作时间',
  `ip` char(15) DEFAULT NULL COMMENT '操作ip',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=477 DEFAULT CHARSET=utf8mb4;

-- ----------------------------
-- Records of su_action_log
-- ----------------------------
INSERT INTO `su_action_log` VALUES ('89', '1', '超级管理员', 'admin', '停用管理员', '成功', '2017-05-03 10:59:54', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('90', '1', '超级管理员', 'admin', '启用管理员', '成功', '2017-05-04 10:59:57', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('91', '1', '超级管理员', 'admin', '启用管理员', '成功', '2017-05-06 11:01:00', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('92', '1', '超级管理员', 'admin', '重置密码', '成功', '2017-05-08 11:01:04', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('88', '1', '超级管理员', 'admin', '登录系统', '成功', '2017-05-11 10:57:31', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('93', '1', '超级管理员', 'admin', '修改管理员名称', '成功', '2017-05-11 11:03:16', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('94', '1', '超级管理员', 'admin', '修改管理员名称', '成功', '2017-05-11 11:34:44', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('95', '1', '超级管理员', 'admin', '编辑权限', '成功', '2017-05-11 14:37:30', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('96', '1', '超级管理员', 'admin', '编辑权限', '成功', '2017-05-12 10:32:41', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('97', '1', '超级管理员', 'admin', '修改管理员名称', '成功', '2017-05-12 10:32:49', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('98', '1', '超级管理员', 'admin', '停用管理员', '成功', '2017-05-12 10:32:54', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('99', '1', '超级管理员', 'admin', '重置密码', '成功', '2017-05-12 10:33:27', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('100', '1', '超级管理员', 'admin', '启用管理员', '成功', '2017-05-12 14:56:25', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('101', '1', '超级管理员', 'admin', '修改管理员名称', '成功', '2017-05-12 14:56:34', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('102', '1', '超级管理员', 'admin', '停用管理员', '成功', '2017-05-12 14:56:41', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('103', '1', '超级管理员', 'admin', '停用业务员', '成功', '2017-05-12 17:06:40', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('104', '1', '超级管理员', 'admin', '启用业务员', '成功', '2017-05-12 17:07:08', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('105', '1', '超级管理员', 'admin', '重置业务员密码', '成功', '2017-05-12 17:10:09', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('106', '1', '超级管理员', 'admin', '添加业务员', '成功', '2017-05-12 17:58:27', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('107', '1', '超级管理员', 'admin', '添加业务员', '成功', '2017-05-12 18:03:21', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('108', '1', '超级管理员', 'admin', '启用业务员', '成功', '2017-05-12 18:12:04', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('109', '1', '超级管理员', 'admin', '编辑业务员', '成功', '2017-05-15 09:58:16', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('110', '1', '超级管理员', 'admin', '编辑业务员', '成功', '2017-05-15 10:16:04', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('111', '1', '超级管理员', 'admin', '编辑业务员', '成功', '2017-05-15 10:19:29', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('112', '1', '超级管理员', 'admin', '停用业务员', '成功', '2017-05-15 11:33:28', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('113', '1', '超级管理员', 'admin', '删除圈子评论', '成功', '2017-05-15 14:51:05', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('114', '1', '超级管理员', 'admin', '登录系统', '成功', '2017-05-15 16:22:22', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('115', '1', '超级管理员', 'admin', '登录系统', '成功', '2017-05-15 16:24:32', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('116', '1', '超级管理员', 'admin', '登录系统', '成功', '2017-05-15 16:29:45', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('117', '1', '超级管理员', 'admin', '删除圈子评论', '成功', '2017-05-15 16:38:12', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('118', '1', '超级管理员', 'admin', '删除圈子评论', '成功', '2017-05-15 16:43:33', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('119', '1', '超级管理员', 'admin', '修改经销商VIP配置', '成功', '2017-05-16 17:52:20', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('120', '1', '超级管理员', 'admin', '修改刷新点配置', '成功', '2017-05-16 18:23:16', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('121', '1', '超级管理员', 'admin', '修改客服电话QQ配置', '成功', '2017-05-16 18:38:00', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('122', '1', '超级管理员', 'admin', '修改服务协议配置', '成功', '2017-05-17 09:38:34', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('123', '1', '超级管理员', 'admin', '修改分享送刷新点配置', '成功', '2017-05-17 09:58:09', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('124', '1', '超级管理员', 'admin', '修改服务协议配置', '成功', '2017-05-17 11:47:11', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('125', '1', '超级管理员', 'admin', '修改刷新点配置', '成功', '2017-05-17 11:49:13', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('126', '1', '超级管理员', 'admin', '修改刷新点配置', '成功', '2017-05-17 11:58:34', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('127', '1', '超级管理员', 'admin', '修改刷新点配置', '成功', '2017-05-17 12:02:12', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('128', '1', '超级管理员', 'admin', '修改刷新点配置', '成功', '2017-05-17 13:54:02', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('129', '1', '超级管理员', 'admin', '修改刷新点配置', '成功', '2017-05-17 13:54:16', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('130', '1', '超级管理员', 'admin', '修改业务员提成配置', '成功', '2017-05-17 14:17:04', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('131', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-18 16:08:14', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('132', '1', '超级管理员', 'admin', '删除车系分类', '成功', '2017-05-18 17:22:19', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('133', '1', '超级管理员', 'admin', '修改车系分类名称', '成功', '2017-05-18 17:24:13', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('134', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-18 18:04:08', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('135', '1', '超级管理员', 'admin', '删除车系分类', '成功', '2017-05-19 10:31:59', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('136', '1', '超级管理员', 'admin', '删除车系分类', '成功', '2017-05-19 10:38:33', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('137', '1', '超级管理员', 'admin', '删除车系分类', '成功', '2017-05-19 10:38:33', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('138', '1', '超级管理员', 'admin', '删除车系分类', '成功', '2017-05-19 10:38:33', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('139', '1', '超级管理员', 'admin', '删除车系分类', '成功', '2017-05-19 10:38:33', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('140', '1', '超级管理员', 'admin', '删除车系分类', '成功', '2017-05-19 10:38:33', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('141', '1', '超级管理员', 'admin', '登录系统', '成功', '2017-05-19 10:53:04', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('142', '1', '超级管理员', 'admin', '登录系统', '成功', '2017-05-19 10:55:00', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('143', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-19 10:56:03', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('144', '1', '超级管理员', 'admin', '修改车系分类名称', '成功', '2017-05-19 10:56:21', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('145', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-19 10:57:01', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('146', '1', '超级管理员', 'admin', '修改车系分类名称', '成功', '2017-05-19 10:57:05', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('147', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-19 10:57:11', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('148', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-19 10:58:32', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('149', '1', '超级管理员', 'admin', '登录系统', '成功', '2017-05-19 10:59:37', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('150', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-19 10:58:39', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('151', '1', '超级管理员', 'admin', '修改车系分类名称', '成功', '2017-05-19 11:00:22', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('152', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-19 11:03:43', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('153', '1', '超级管理员', 'admin', '修改车系分类名称', '成功', '2017-05-19 11:05:42', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('154', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-19 11:05:50', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('155', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-19 11:05:54', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('156', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-19 11:06:49', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('157', '1', '超级管理员', 'admin', '修改车系分类名称', '成功', '2017-05-19 11:08:06', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('158', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-19 11:08:36', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('159', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-19 11:11:25', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('160', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-19 11:12:46', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('161', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-19 11:13:06', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('162', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-19 11:13:11', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('163', '1', '超级管理员', 'admin', '删除车系分类', '成功', '2017-05-19 11:13:17', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('164', '1', '超级管理员', 'admin', '删除车系分类', '成功', '2017-05-19 11:13:17', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('165', '1', '超级管理员', 'admin', '删除车系分类', '成功', '2017-05-19 11:13:17', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('166', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-19 11:19:06', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('167', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-19 11:20:36', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('168', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-19 11:21:31', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('169', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-19 11:21:44', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('170', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-19 11:21:49', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('171', '1', '超级管理员', 'admin', '删除车系分类', '成功', '2017-05-19 11:22:21', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('172', '1', '超级管理员', 'admin', '删除车系分类', '成功', '2017-05-19 11:22:26', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('173', '1', '超级管理员', 'admin', '删除车系分类', '成功', '2017-05-19 11:22:29', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('174', '1', '超级管理员', 'admin', '删除车系分类', '成功', '2017-05-19 11:22:33', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('175', '1', '超级管理员', 'admin', '删除车系分类', '成功', '2017-05-19 11:23:01', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('176', '1', '超级管理员', 'admin', '删除车系分类', '成功', '2017-05-19 11:23:01', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('177', '1', '超级管理员', 'admin', '删除车系分类', '成功', '2017-05-19 11:23:27', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('178', '1', '超级管理员', 'admin', '删除车系分类', '成功', '2017-05-19 11:23:27', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('179', '1', '超级管理员', 'admin', '删除车系分类', '成功', '2017-05-19 11:23:27', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('180', '1', '超级管理员', 'admin', '删除车系分类', '成功', '2017-05-19 11:23:27', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('181', '1', '超级管理员', 'admin', '增加产品分类', '成功', '2017-05-19 15:07:39', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('182', '1', '超级管理员', 'admin', '删除产品分类', '成功', '2017-05-19 15:08:09', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('183', '1', '超级管理员', 'admin', '删除产品分类', '成功', '2017-05-19 15:13:06', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('184', '1', '超级管理员', 'admin', '删除产品分类', '成功', '2017-05-19 15:14:26', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('185', '1', '超级管理员', 'admin', '删除产品分类', '成功', '2017-05-19 15:14:26', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('186', '1', '超级管理员', 'admin', '修改产品分类名称', '成功', '2017-05-19 15:18:17', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('187', '1', '超级管理员', 'admin', '删除产品分类', '成功', '2017-05-19 15:18:31', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('188', '1', '超级管理员', 'admin', '删除产品分类', '成功', '2017-05-19 15:18:31', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('189', '1', '超级管理员', 'admin', '增加产品分类', '成功', '2017-05-19 15:36:17', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('190', '1', '超级管理员', 'admin', '增加产品分类', '成功', '2017-05-19 15:37:06', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('191', '1', '超级管理员', 'admin', '修改产品分类名称', '成功', '2017-05-19 15:37:10', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('192', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-19 15:37:21', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('193', '1', '超级管理员', 'admin', '增加产品分类', '成功', '2017-05-19 15:40:58', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('194', '1', '超级管理员', 'admin', '增加产品分类', '成功', '2017-05-19 15:43:17', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('195', '1', '超级管理员', 'admin', '修改产品分类名称', '成功', '2017-05-19 15:43:31', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('196', '1', '超级管理员', 'admin', '修改产品分类名称', '成功', '2017-05-19 15:45:21', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('197', '1', '超级管理员', 'admin', '增加产品分类', '成功', '2017-05-19 15:45:35', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('198', '1', '超级管理员', 'admin', '删除产品分类', '成功', '2017-05-19 15:45:48', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('199', '1', '超级管理员', 'admin', '删除产品分类', '成功', '2017-05-19 15:45:48', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('200', '1', '超级管理员', 'admin', '删除产品分类', '成功', '2017-05-19 15:45:48', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('201', '1', '超级管理员', 'admin', '增加产品分类', '成功', '2017-05-19 15:46:01', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('202', '1', '超级管理员', 'admin', '修改产品分类名称', '成功', '2017-05-19 15:46:04', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('203', '1', '超级管理员', 'admin', '删除产品分类', '成功', '2017-05-19 15:46:05', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('204', '1', '超级管理员', 'admin', '增加产品分类', '成功', '2017-05-19 15:46:24', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('205', '1', '超级管理员', 'admin', '增加产品分类', '成功', '2017-05-19 15:46:31', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('206', '1', '超级管理员', 'admin', '增加产品分类', '成功', '2017-05-19 15:46:51', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('207', '1', '超级管理员', 'admin', '增加产品分类', '成功', '2017-05-19 15:47:35', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('208', '1', '超级管理员', 'admin', '删除产品分类', '成功', '2017-05-19 15:47:42', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('209', '1', '超级管理员', 'admin', '删除产品分类', '成功', '2017-05-19 15:47:42', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('210', '1', '超级管理员', 'admin', '删除产品分类', '成功', '2017-05-19 15:47:42', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('211', '1', '超级管理员', 'admin', '删除产品分类', '成功', '2017-05-19 15:47:42', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('212', '1', '超级管理员', 'admin', '停用厂商帐号', '成功', '2017-05-19 18:28:27', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('213', '1', '超级管理员', 'admin', '启用厂商帐号', '成功', '2017-05-19 18:28:42', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('214', '1', '超级管理员', 'admin', '停用厂商帐号', '成功', '2017-05-22 09:12:23', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('215', '1', '超级管理员', 'admin', '登录系统', '成功', '2017-05-22 09:17:17', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('216', '1', '超级管理员', 'admin', '登录系统', '成功', '2017-05-22 09:24:03', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('217', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-22 09:37:44', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('218', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-22 09:37:54', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('219', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-22 09:38:38', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('220', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-22 09:38:50', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('221', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-22 09:39:17', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('222', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-22 09:39:41', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('223', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-22 09:41:16', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('224', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-22 09:41:22', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('225', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-22 09:41:32', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('226', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-22 09:41:39', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('227', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-22 09:42:12', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('228', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-22 09:42:45', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('229', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-22 09:42:57', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('230', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-22 09:43:14', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('231', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-22 09:44:10', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('232', '1', '超级管理员', 'admin', '修改车系分类名称', '成功', '2017-05-22 09:44:28', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('233', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-22 09:44:57', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('234', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-22 09:45:31', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('235', '1', '超级管理员', 'admin', '添加业务员', '成功', '2017-05-22 10:27:22', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('236', '1', '超级管理员', 'admin', '添加业务员', '成功', '2017-05-22 10:29:22', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('237', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-22 10:34:15', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('238', '1', '超级管理员', 'admin', '登录系统', '成功', '2017-05-22 10:36:39', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('239', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-22 10:35:14', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('240', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-22 10:35:26', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('241', '1', '超级管理员', 'admin', '登录系统', '成功', '2017-05-22 10:37:24', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('242', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-22 10:38:09', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('243', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-22 10:38:28', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('244', '1', '超级管理员', 'admin', '删除车系分类', '成功', '2017-05-22 10:39:35', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('245', '1', '超级管理员', 'admin', '删除车系分类', '成功', '2017-05-22 10:39:37', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('246', '1', '超级管理员', 'admin', '删除车系分类', '成功', '2017-05-22 10:41:01', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('247', '1', '超级管理员', 'admin', '修改车系分类名称', '成功', '2017-05-22 10:43:09', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('248', '1', '超级管理员', 'admin', '删除车系分类', '成功', '2017-05-22 10:48:55', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('249', '1', '超级管理员', 'admin', '删除车系分类', '成功', '2017-05-22 10:48:56', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('250', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-22 10:49:23', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('251', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-22 10:49:39', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('252', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-22 10:49:55', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('253', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-22 10:50:08', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('254', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-22 11:59:23', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('255', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-22 11:59:44', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('256', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-22 12:00:06', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('257', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-22 12:00:27', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('258', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-22 12:01:15', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('259', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-22 12:01:47', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('260', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-22 12:02:30', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('261', '1', '超级管理员', 'admin', '修改车系分类名称', '成功', '2017-05-22 12:08:25', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('262', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-22 12:08:40', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('263', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-22 12:08:51', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('264', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-22 12:09:05', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('265', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-22 12:09:20', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('266', '1', '超级管理员', 'admin', '修改车系分类名称', '成功', '2017-05-22 12:09:41', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('267', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-22 12:10:01', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('268', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-22 12:10:14', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('269', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-22 12:10:27', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('270', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-22 12:10:40', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('271', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-22 12:10:50', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('272', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-22 12:11:07', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('273', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-22 12:11:24', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('274', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-22 12:11:36', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('275', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-22 12:11:53', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('276', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-22 12:12:05', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('277', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-22 12:13:14', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('278', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-22 12:13:28', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('279', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-22 12:13:39', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('280', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-22 12:13:57', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('281', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-22 12:14:43', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('282', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-22 12:18:33', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('283', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-22 12:18:57', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('284', '1', '超级管理员', 'admin', '登录系统', '成功', '2017-05-22 16:16:45', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('285', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-22 16:17:47', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('286', '1', '超级管理员', 'admin', '删除车系分类', '成功', '2017-05-22 16:17:50', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('287', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-23 09:48:39', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('288', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-23 09:48:50', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('289', '1', '超级管理员', 'admin', '创建厂商', '成功', '2017-05-23 09:47:01', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('290', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-23 09:49:03', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('291', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-23 09:49:14', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('292', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-23 09:49:39', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('293', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-23 09:51:11', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('294', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-23 09:51:53', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('295', '1', '超级管理员', 'admin', '创建厂商', '成功', '2017-05-23 09:54:26', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('296', '1', '超级管理员', 'admin', '创建厂商', '成功', '2017-05-23 10:02:01', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('297', '1', '超级管理员', 'admin', '登录系统', '成功', '2017-05-23 14:42:29', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('298', '1', '超级管理员', 'admin', '修改车系分类名称', '成功', '2017-05-23 14:42:48', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('299', '1', '超级管理员', 'admin', '修改车系分类名称', '成功', '2017-05-23 14:43:54', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('300', '1', '超级管理员', 'admin', '修改车系分类名称', '成功', '2017-05-23 14:44:04', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('301', '1', '超级管理员', 'admin', '修改车系分类名称', '成功', '2017-05-23 14:45:24', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('302', '1', '超级管理员', 'admin', '修改车系分类名称', '成功', '2017-05-23 14:45:48', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('303', '1', '超级管理员', 'admin', '登录系统', '成功', '2017-05-23 15:26:29', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('304', '1', '超级管理员', 'admin', '修改车系分类名称', '成功', '2017-05-23 15:27:37', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('305', '1', '超级管理员', 'admin', '修改车系分类名称', '成功', '2017-05-23 15:27:51', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('306', '1', '超级管理员', 'admin', '修改车系分类名称', '成功', '2017-05-23 15:28:03', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('307', '1', '超级管理员', 'admin', '修改车系分类名称', '成功', '2017-05-23 15:46:47', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('308', '1', '超级管理员', 'admin', '修改车系分类名称', '成功', '2017-05-23 15:47:22', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('309', '1', '超级管理员', 'admin', '修改车系分类名称', '成功', '2017-05-23 15:47:31', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('310', '1', '超级管理员', 'admin', '修改车系分类名称', '成功', '2017-05-23 15:59:59', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('311', '1', '超级管理员', 'admin', '修改车系分类名称', '成功', '2017-05-23 16:00:13', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('312', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-23 16:00:40', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('313', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-23 16:00:57', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('314', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-23 16:10:11', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('315', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-23 16:10:22', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('316', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-23 16:11:36', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('317', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-23 16:11:57', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('318', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-23 16:12:18', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('319', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-23 16:12:39', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('320', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-23 16:12:49', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('321', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-23 16:13:08', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('322', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-23 16:13:19', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('323', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-23 16:13:35', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('324', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-23 16:13:51', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('325', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-23 16:14:04', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('326', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-23 16:14:16', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('327', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-23 16:14:32', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('328', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-23 16:14:44', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('329', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-23 16:14:57', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('330', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-23 16:15:08', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('331', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-23 16:15:28', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('332', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-23 16:15:39', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('333', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-23 16:15:54', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('334', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-23 16:16:10', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('335', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-23 16:16:22', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('336', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-23 16:16:35', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('337', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-23 16:16:46', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('338', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-23 16:17:05', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('339', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-23 16:17:20', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('340', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-23 16:17:33', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('341', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-23 16:17:47', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('342', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-23 16:17:59', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('343', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-23 16:18:12', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('344', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-23 16:19:02', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('345', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-23 16:19:20', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('346', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-23 16:19:30', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('347', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-23 16:19:47', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('348', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-23 16:19:59', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('349', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-23 16:20:15', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('350', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-23 16:20:27', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('351', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-23 16:20:39', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('352', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-23 16:20:50', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('353', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-23 16:21:03', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('354', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-23 16:21:17', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('355', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-23 16:22:24', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('356', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-23 16:22:41', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('357', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-23 16:22:55', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('358', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-23 16:23:20', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('359', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-23 16:24:25', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('360', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-23 16:24:45', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('361', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-23 16:24:54', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('362', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-23 16:25:05', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('363', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-23 16:25:16', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('364', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-23 16:25:26', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('365', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-23 16:25:37', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('366', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-23 16:25:51', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('367', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-23 16:34:37', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('368', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-23 16:34:49', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('369', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-23 16:35:46', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('370', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-23 16:35:58', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('371', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-23 16:37:05', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('372', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-23 16:37:28', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('373', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-23 16:38:09', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('374', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-23 16:38:27', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('375', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-23 16:38:40', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('376', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-23 16:39:14', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('377', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-23 16:40:27', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('378', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-23 16:40:40', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('379', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-23 16:40:52', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('380', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-23 16:41:05', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('381', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-23 16:41:22', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('382', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-23 16:41:37', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('383', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-23 16:50:38', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('384', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-23 16:50:51', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('385', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-23 16:51:05', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('386', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-23 16:51:17', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('387', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-23 16:51:35', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('388', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-23 16:51:46', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('389', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-23 16:52:01', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('390', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-23 16:52:18', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('391', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-23 16:52:30', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('392', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-23 16:52:47', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('393', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-23 16:53:00', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('394', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-23 16:53:09', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('395', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-23 16:53:20', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('396', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-23 16:53:33', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('397', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-23 16:53:44', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('398', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-23 16:53:55', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('399', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-23 16:54:07', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('400', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-23 16:54:16', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('401', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-23 16:54:24', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('402', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-23 16:54:38', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('403', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-23 16:54:51', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('404', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-23 16:55:00', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('405', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-23 16:55:18', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('406', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-23 16:55:29', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('407', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-23 16:55:43', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('408', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-23 16:56:02', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('409', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-23 16:56:12', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('410', '1', '超级管理员', 'admin', '删除车系分类', '成功', '2017-05-23 16:57:06', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('411', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-23 16:57:30', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('412', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-23 16:57:39', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('413', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-23 16:57:49', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('414', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-23 16:57:59', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('415', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-23 16:58:09', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('416', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-23 16:58:22', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('417', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-23 16:58:32', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('418', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-23 16:58:40', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('419', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-23 16:58:54', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('420', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-23 16:59:06', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('421', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-23 17:00:51', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('422', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-23 17:01:04', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('423', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-23 17:01:15', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('424', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-23 17:01:29', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('425', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-23 17:01:39', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('426', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-23 17:02:03', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('427', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-23 17:02:53', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('428', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-23 17:03:33', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('429', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-23 17:03:43', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('430', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-23 17:03:56', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('431', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-23 17:04:10', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('432', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-23 17:04:26', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('433', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-23 17:04:38', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('434', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-23 17:04:49', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('435', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-23 17:04:59', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('436', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-23 17:05:21', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('437', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-23 17:05:32', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('438', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-23 17:05:44', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('439', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-23 17:06:00', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('440', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-23 17:06:14', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('441', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-23 17:06:27', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('442', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-23 17:07:38', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('443', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-23 17:07:48', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('444', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-23 17:08:00', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('445', '1', '超级管理员', 'admin', '登录系统', '成功', '2017-05-23 17:15:55', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('446', '1', '超级管理员', 'admin', '登录系统', '成功', '2017-05-24 09:43:09', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('447', '1', '超级管理员', 'admin', '登录系统', '成功', '2017-05-24 09:49:19', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('448', '1', '超级管理员', 'admin', '增加产品分类', '成功', '2017-05-24 09:55:58', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('449', '1', '超级管理员', 'admin', '增加产品分类', '成功', '2017-05-24 09:56:14', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('450', '1', '超级管理员', 'admin', '增加产品分类', '成功', '2017-05-24 09:56:31', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('451', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-24 16:44:05', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('452', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-24 16:44:13', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('453', '1', '超级管理员', 'admin', '修改车系分类名称', '成功', '2017-05-24 16:44:29', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('454', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-24 16:44:41', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('455', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-24 16:44:58', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('456', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-24 16:45:06', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('457', '1', '超级管理员', 'admin', '修改车系分类名称', '成功', '2017-05-24 16:45:21', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('458', '1', '超级管理员', 'admin', '删除车系分类', '成功', '2017-05-24 16:45:27', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('459', '1', '超级管理员', 'admin', '修改分享送刷新点配置', '成功', '2017-05-24 18:41:16', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('460', '1', '超级管理员', 'admin', '编辑厂商信息', '成功', '2017-05-24 19:38:36', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('461', '1', '超级管理员', 'admin', '编辑厂商信息', '成功', '2017-05-25 15:54:43', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('462', '1', '超级管理员', 'admin', '修改产品分类名称', '成功', '2017-05-25 16:05:23', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('463', '1', '超级管理员', 'admin', '修改产品分类名称', '成功', '2017-05-25 16:07:17', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('464', '1', '超级管理员', 'admin', '增加产品分类', '成功', '2017-05-25 16:08:01', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('465', '1', '超级管理员', 'admin', '增加产品分类', '成功', '2017-05-25 16:08:59', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('466', '1', '超级管理员', 'admin', '修改产品分类名称', '成功', '2017-05-25 16:09:19', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('467', '1', '超级管理员', 'admin', '修改产品分类名称', '成功', '2017-05-25 16:09:32', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('468', '1', '超级管理员', 'admin', '增加产品分类', '成功', '2017-05-25 16:09:57', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('469', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-25 18:21:58', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('470', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-25 18:22:15', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('471', '1', '超级管理员', 'admin', '增加车系分类', '成功', '2017-05-25 18:22:22', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('472', '1', '超级管理员', 'admin', '编辑认证资料', '成功', '2017-05-26 15:45:15', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('473', '1', '超级管理员', 'admin', '编辑认证资料', '成功', '2017-05-26 15:47:17', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('474', '1', '超级管理员', 'admin', '创建厂商', '成功', '2017-05-29 18:22:16', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('475', '1', '超级管理员', 'admin', '编辑业务员', '成功', '2017-05-29 22:39:05', '127.0.0.1');
INSERT INTO `su_action_log` VALUES ('476', '1', '超级管理员', 'admin', '配置业务员基本工资', '成功', '2017-05-31 18:36:01', '127.0.0.1');

-- ----------------------------
-- Table structure for `su_user`
-- ----------------------------
DROP TABLE IF EXISTS `su_user`;
CREATE TABLE `su_user` (
  `id` int(11) NOT NULL AUTO_INCREMENT COMMENT '用户表',
  `code` varchar(20) DEFAULT NULL COMMENT '帐号',
  `name` varchar(20) DEFAULT NULL COMMENT '账号名称',
  `pwd` char(32) DEFAULT NULL COMMENT '密码 md5(sha1(''123456'').''sw'')',
  `status` smallint(1) DEFAULT '1' COMMENT '用户禁用与否 1 未禁用(正常) 2 已禁用',
  `session_id` char(26) DEFAULT NULL COMMENT 'sessionId',
  `create_time` datetime DEFAULT NULL COMMENT '创建时间',
  `update_time` datetime DEFAULT NULL COMMENT '最后更新时间',
  PRIMARY KEY (`id`),
  KEY `id` (`id`) USING BTREE
) ENGINE=InnoDB AUTO_INCREMENT=9 DEFAULT CHARSET=utf8mb4;

-- ----------------------------
-- Records of su_user
-- ----------------------------
INSERT INTO `su_user` VALUES ('1', 'admin', '超级管理员', 'c233ea59bbe6f12cec6d48e956ca91bb', '1', '9p8joiuvpcvuh4cfid2mea6h04', null, null);
INSERT INTO `su_user` VALUES ('2', 'admin1', '管理员', '', '1', 'rkvllk9mdudq3k4siir2hrhrn2', '2017-04-28 12:06:42', '2017-04-28 23:26:13');
INSERT INTO `su_user` VALUES ('3', 'admin2', '管理员', '', '2', null, '2017-04-28 15:47:16', '2017-04-28 23:26:02');
INSERT INTO `su_user` VALUES ('4', 'admin3', '管理员', '', '2', null, '2017-04-28 15:47:37', '2017-04-28 15:47:37');
INSERT INTO `su_user` VALUES ('5', 'admin4', '管理员', '54c7db55654c6d4adf6b1ea73a86e159', '2', null, '2017-05-10 18:01:03', '2017-05-10 18:01:03');
INSERT INTO `su_user` VALUES ('6', 'admin5', '管理员', '', '1', null, '2017-05-10 18:05:42', '2017-05-10 18:05:42');
INSERT INTO `su_user` VALUES ('7', 'admin6', '管理员', '', '1', null, '2017-05-10 18:06:26', '2017-05-10 18:06:26');
INSERT INTO `su_user` VALUES ('8', 'admin7', '管理员', '', '1', null, '2017-05-10 18:08:56', '2017-05-10 18:08:56');

-- ----------------------------
-- Table structure for `want_buy`
-- ----------------------------
DROP TABLE IF EXISTS `want_buy`;
CREATE TABLE `want_buy` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT COMMENT '求购表 firms表',
  `firms_id` int(11) DEFAULT NULL COMMENT '商家id',
  `car_group_id` int(11) DEFAULT NULL COMMENT '选择车系  car_group表id',
  `frame_number` varchar(255) DEFAULT NULL COMMENT '车架号  不一定会有',
  `limitation` tinyint(1) DEFAULT NULL COMMENT '时效 天数 (1，2，3) 最多3天',
  `vin_pic` varchar(255) DEFAULT NULL COMMENT 'VIN照片',
  `memo` text COMMENT '备注',
  `create_time` datetime DEFAULT NULL,
  `status` tinyint(1) DEFAULT NULL COMMENT '状态：1上架，2下架',
  `is_delete` tinyint(1) DEFAULT '0' COMMENT '是否删除 1是 0否',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=2 DEFAULT CHARSET=utf8 COMMENT='求购表';

-- ----------------------------
-- Records of want_buy
-- ----------------------------
INSERT INTO `want_buy` VALUES ('1', '1', null, null, null, null, null, '2017-05-23 18:25:35', null, '0');

-- ----------------------------
-- Table structure for `want_buy_list`
-- ----------------------------
DROP TABLE IF EXISTS `want_buy_list`;
CREATE TABLE `want_buy_list` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT COMMENT '求购表采购清单',
  `want_buy_id` int(11) DEFAULT NULL COMMENT 'want_buy表id',
  `pro_cate1` int(11) DEFAULT NULL COMMENT '产品分类 一级分类',
  `pro_cate2` int(11) DEFAULT NULL COMMENT '产品分类 二级分类',
  `amount` int(11) DEFAULT NULL COMMENT '数量',
  `list_memo` text COMMENT '备注',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COMMENT='求购表采购清单';

-- ----------------------------
-- Records of want_buy_list
-- ----------------------------

-- ----------------------------
-- Table structure for `want_buy_pic`
-- ----------------------------
DROP TABLE IF EXISTS `want_buy_pic`;
CREATE TABLE `want_buy_pic` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT COMMENT '求购相关照片',
  `want_buy_id` int(11) DEFAULT NULL COMMENT 'want_buy表id',
  `pic_url` varchar(255) DEFAULT NULL COMMENT '图片地址',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COMMENT='求购相关照片';

-- ----------------------------
-- Records of want_buy_pic
-- ----------------------------
